var regions = [{
    "isL" : 0,
    "pId" : 0,
    "id" : 110000,
    "title" : "北京市"
}, {
    "isL" : 0,
    "pId" : 110000,
    "id" : 110100,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 110100,
    "id" : 110101,
    "title" : "东城区"
}, {
    "isL" : 1,
    "pId" : 110100,
    "id" : 110102,
    "title" : "西城区"
}, {
    "isL" : 1,
    "pId" : 110100,
    "id" : 110103,
    "title" : "崇文区"
}, {
    "isL" : 1,
    "pId" : 110100,
    "id" : 110104,
    "title" : "宣武区"
}, {
    "isL" : 1,
    "pId" : 110100,
    "id" : 110105,
    "title" : "朝阳区"
}, {
    "isL" : 1,
    "pId" : 110100,
    "id" : 110106,
    "title" : "丰台区"
}, {
    "isL" : 1,
    "pId" : 110100,
    "id" : 110107,
    "title" : "石景山区"
}, {
    "isL" : 1,
    "pId" : 110100,
    "id" : 110108,
    "title" : "海淀区"
}, {
    "isL" : 1,
    "pId" : 110100,
    "id" : 110109,
    "title" : "门头沟区"
}, {
    "isL" : 1,
    "pId" : 110100,
    "id" : 110111,
    "title" : "房山区"
}, {
    "isL" : 1,
    "pId" : 110100,
    "id" : 110112,
    "title" : "通州区"
}, {
    "isL" : 1,
    "pId" : 110100,
    "id" : 110113,
    "title" : "顺义区"
}, {
    "isL" : 1,
    "pId" : 110100,
    "id" : 110114,
    "title" : "昌平区"
}, {
    "isL" : 1,
    "pId" : 110100,
    "id" : 110115,
    "title" : "大兴区"
}, {
    "isL" : 1,
    "pId" : 110100,
    "id" : 110116,
    "title" : "怀柔区"
}, {
    "isL" : 1,
    "pId" : 110100,
    "id" : 110117,
    "title" : "平谷区"
}, {
    "isL" : 0,
    "pId" : 110000,
    "id" : 110200,
    "title" : "县"
}, {
    "isL" : 1,
    "pId" : 110200,
    "id" : 110228,
    "title" : "密云县"
}, {
    "isL" : 1,
    "pId" : 110200,
    "id" : 110229,
    "title" : "延庆县"
}, {
    "isL" : 0,
    "pId" : 0,
    "id" : 120000,
    "title" : "天津市"
}, {
    "isL" : 0,
    "pId" : 120000,
    "id" : 120100,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 120100,
    "id" : 120101,
    "title" : "和平区"
}, {
    "isL" : 1,
    "pId" : 120100,
    "id" : 120102,
    "title" : "河东区"
}, {
    "isL" : 1,
    "pId" : 120100,
    "id" : 120103,
    "title" : "河西区"
}, {
    "isL" : 1,
    "pId" : 120100,
    "id" : 120104,
    "title" : "南开区"
}, {
    "isL" : 1,
    "pId" : 120100,
    "id" : 120105,
    "title" : "河北区"
}, {
    "isL" : 1,
    "pId" : 120100,
    "id" : 120106,
    "title" : "红桥区"
}, {
    "isL" : 1,
    "pId" : 120100,
    "id" : 120107,
    "title" : "塘沽区"
}, {
    "isL" : 1,
    "pId" : 120100,
    "id" : 120108,
    "title" : "汉沽区"
}, {
    "isL" : 1,
    "pId" : 120100,
    "id" : 120109,
    "title" : "大港区"
}, {
    "isL" : 1,
    "pId" : 120100,
    "id" : 120110,
    "title" : "东丽区"
}, {
    "isL" : 1,
    "pId" : 120100,
    "id" : 120111,
    "title" : "西青区"
}, {
    "isL" : 1,
    "pId" : 120100,
    "id" : 120112,
    "title" : "津南区"
}, {
    "isL" : 1,
    "pId" : 120100,
    "id" : 120113,
    "title" : "北辰区"
}, {
    "isL" : 1,
    "pId" : 120100,
    "id" : 120114,
    "title" : "武清区"
}, {
    "isL" : 1,
    "pId" : 120100,
    "id" : 120115,
    "title" : "宝坻区"
}, {
    "isL" : 0,
    "pId" : 120000,
    "id" : 120200,
    "title" : "县"
}, {
    "isL" : 1,
    "pId" : 120200,
    "id" : 120221,
    "title" : "宁河县"
}, {
    "isL" : 1,
    "pId" : 120200,
    "id" : 120223,
    "title" : "静海县"
}, {
    "isL" : 1,
    "pId" : 120200,
    "id" : 120225,
    "title" : "蓟　县"
}, {
    "isL" : 0,
    "pId" : 0,
    "id" : 130000,
    "title" : "河北省"
}, {
    "isL" : 0,
    "pId" : 130000,
    "id" : 130100,
    "title" : "石家庄市"
}, {
    "isL" : 1,
    "pId" : 130100,
    "id" : 130101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 130100,
    "id" : 130102,
    "title" : "长安区"
}, {
    "isL" : 1,
    "pId" : 130100,
    "id" : 130103,
    "title" : "桥东区"
}, {
    "isL" : 1,
    "pId" : 130100,
    "id" : 130104,
    "title" : "桥西区"
}, {
    "isL" : 1,
    "pId" : 130100,
    "id" : 130105,
    "title" : "新华区"
}, {
    "isL" : 1,
    "pId" : 130100,
    "id" : 130107,
    "title" : "井陉矿区"
}, {
    "isL" : 1,
    "pId" : 130100,
    "id" : 130108,
    "title" : "裕华区"
}, {
    "isL" : 1,
    "pId" : 130100,
    "id" : 130121,
    "title" : "井陉县"
}, {
    "isL" : 1,
    "pId" : 130100,
    "id" : 130123,
    "title" : "正定县"
}, {
    "isL" : 1,
    "pId" : 130100,
    "id" : 130124,
    "title" : "栾城县"
}, {
    "isL" : 1,
    "pId" : 130100,
    "id" : 130125,
    "title" : "行唐县"
}, {
    "isL" : 1,
    "pId" : 130100,
    "id" : 130126,
    "title" : "灵寿县"
}, {
    "isL" : 1,
    "pId" : 130100,
    "id" : 130127,
    "title" : "高邑县"
}, {
    "isL" : 1,
    "pId" : 130100,
    "id" : 130128,
    "title" : "深泽县"
}, {
    "isL" : 1,
    "pId" : 130100,
    "id" : 130129,
    "title" : "赞皇县"
}, {
    "isL" : 1,
    "pId" : 130100,
    "id" : 130130,
    "title" : "无极县"
}, {
    "isL" : 1,
    "pId" : 130100,
    "id" : 130131,
    "title" : "平山县"
}, {
    "isL" : 1,
    "pId" : 130100,
    "id" : 130132,
    "title" : "元氏县"
}, {
    "isL" : 1,
    "pId" : 130100,
    "id" : 130133,
    "title" : "赵　县"
}, {
    "isL" : 1,
    "pId" : 130100,
    "id" : 130181,
    "title" : "辛集市"
}, {
    "isL" : 1,
    "pId" : 130100,
    "id" : 130182,
    "title" : "藁城市"
}, {
    "isL" : 1,
    "pId" : 130100,
    "id" : 130183,
    "title" : "晋州市"
}, {
    "isL" : 1,
    "pId" : 130100,
    "id" : 130184,
    "title" : "新乐市"
}, {
    "isL" : 1,
    "pId" : 130100,
    "id" : 130185,
    "title" : "鹿泉市"
}, {
    "isL" : 0,
    "pId" : 130000,
    "id" : 130200,
    "title" : "唐山市"
}, {
    "isL" : 1,
    "pId" : 130200,
    "id" : 130201,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 130200,
    "id" : 130202,
    "title" : "路南区"
}, {
    "isL" : 1,
    "pId" : 130200,
    "id" : 130203,
    "title" : "路北区"
}, {
    "isL" : 1,
    "pId" : 130200,
    "id" : 130204,
    "title" : "古冶区"
}, {
    "isL" : 1,
    "pId" : 130200,
    "id" : 130205,
    "title" : "开平区"
}, {
    "isL" : 1,
    "pId" : 130200,
    "id" : 130207,
    "title" : "丰南区"
}, {
    "isL" : 1,
    "pId" : 130200,
    "id" : 130208,
    "title" : "丰润区"
}, {
    "isL" : 1,
    "pId" : 130200,
    "id" : 130223,
    "title" : "滦　县"
}, {
    "isL" : 1,
    "pId" : 130200,
    "id" : 130224,
    "title" : "滦南县"
}, {
    "isL" : 1,
    "pId" : 130200,
    "id" : 130225,
    "title" : "乐亭县"
}, {
    "isL" : 1,
    "pId" : 130200,
    "id" : 130227,
    "title" : "迁西县"
}, {
    "isL" : 1,
    "pId" : 130200,
    "id" : 130229,
    "title" : "玉田县"
}, {
    "isL" : 1,
    "pId" : 130200,
    "id" : 130230,
    "title" : "唐海县"
}, {
    "isL" : 1,
    "pId" : 130200,
    "id" : 130281,
    "title" : "遵化市"
}, {
    "isL" : 1,
    "pId" : 130200,
    "id" : 130283,
    "title" : "迁安市"
}, {
    "isL" : 0,
    "pId" : 130000,
    "id" : 130300,
    "title" : "秦皇岛市"
}, {
    "isL" : 1,
    "pId" : 130300,
    "id" : 130301,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 130300,
    "id" : 130302,
    "title" : "海港区"
}, {
    "isL" : 1,
    "pId" : 130300,
    "id" : 130303,
    "title" : "山海关区"
}, {
    "isL" : 1,
    "pId" : 130300,
    "id" : 130304,
    "title" : "北戴河区"
}, {
    "isL" : 1,
    "pId" : 130300,
    "id" : 130321,
    "title" : "青龙满族自治县"
}, {
    "isL" : 1,
    "pId" : 130300,
    "id" : 130322,
    "title" : "昌黎县"
}, {
    "isL" : 1,
    "pId" : 130300,
    "id" : 130323,
    "title" : "抚宁县"
}, {
    "isL" : 1,
    "pId" : 130300,
    "id" : 130324,
    "title" : "卢龙县"
}, {
    "isL" : 0,
    "pId" : 130000,
    "id" : 130400,
    "title" : "邯郸市"
}, {
    "isL" : 1,
    "pId" : 130400,
    "id" : 130401,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 130400,
    "id" : 130402,
    "title" : "邯山区"
}, {
    "isL" : 1,
    "pId" : 130400,
    "id" : 130403,
    "title" : "丛台区"
}, {
    "isL" : 1,
    "pId" : 130400,
    "id" : 130404,
    "title" : "复兴区"
}, {
    "isL" : 1,
    "pId" : 130400,
    "id" : 130406,
    "title" : "峰峰矿区"
}, {
    "isL" : 1,
    "pId" : 130400,
    "id" : 130421,
    "title" : "邯郸县"
}, {
    "isL" : 1,
    "pId" : 130400,
    "id" : 130423,
    "title" : "临漳县"
}, {
    "isL" : 1,
    "pId" : 130400,
    "id" : 130424,
    "title" : "成安县"
}, {
    "isL" : 1,
    "pId" : 130400,
    "id" : 130425,
    "title" : "大名县"
}, {
    "isL" : 1,
    "pId" : 130400,
    "id" : 130426,
    "title" : "涉　县"
}, {
    "isL" : 1,
    "pId" : 130400,
    "id" : 130427,
    "title" : "磁　县"
}, {
    "isL" : 1,
    "pId" : 130400,
    "id" : 130428,
    "title" : "肥乡县"
}, {
    "isL" : 1,
    "pId" : 130400,
    "id" : 130429,
    "title" : "永年县"
}, {
    "isL" : 1,
    "pId" : 130400,
    "id" : 130430,
    "title" : "邱　县"
}, {
    "isL" : 1,
    "pId" : 130400,
    "id" : 130431,
    "title" : "鸡泽县"
}, {
    "isL" : 1,
    "pId" : 130400,
    "id" : 130432,
    "title" : "广平县"
}, {
    "isL" : 1,
    "pId" : 130400,
    "id" : 130433,
    "title" : "馆陶县"
}, {
    "isL" : 1,
    "pId" : 130400,
    "id" : 130434,
    "title" : "魏　县"
}, {
    "isL" : 1,
    "pId" : 130400,
    "id" : 130435,
    "title" : "曲周县"
}, {
    "isL" : 1,
    "pId" : 130400,
    "id" : 130481,
    "title" : "武安市"
}, {
    "isL" : 0,
    "pId" : 130000,
    "id" : 130500,
    "title" : "邢台市"
}, {
    "isL" : 1,
    "pId" : 130500,
    "id" : 130501,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 130500,
    "id" : 130502,
    "title" : "桥东区"
}, {
    "isL" : 1,
    "pId" : 130500,
    "id" : 130503,
    "title" : "桥西区"
}, {
    "isL" : 1,
    "pId" : 130500,
    "id" : 130521,
    "title" : "邢台县"
}, {
    "isL" : 1,
    "pId" : 130500,
    "id" : 130522,
    "title" : "临城县"
}, {
    "isL" : 1,
    "pId" : 130500,
    "id" : 130523,
    "title" : "内丘县"
}, {
    "isL" : 1,
    "pId" : 130500,
    "id" : 130524,
    "title" : "柏乡县"
}, {
    "isL" : 1,
    "pId" : 130500,
    "id" : 130525,
    "title" : "隆尧县"
}, {
    "isL" : 1,
    "pId" : 130500,
    "id" : 130526,
    "title" : "任　县"
}, {
    "isL" : 1,
    "pId" : 130500,
    "id" : 130527,
    "title" : "南和县"
}, {
    "isL" : 1,
    "pId" : 130500,
    "id" : 130528,
    "title" : "宁晋县"
}, {
    "isL" : 1,
    "pId" : 130500,
    "id" : 130529,
    "title" : "巨鹿县"
}, {
    "isL" : 1,
    "pId" : 130500,
    "id" : 130530,
    "title" : "新河县"
}, {
    "isL" : 1,
    "pId" : 130500,
    "id" : 130531,
    "title" : "广宗县"
}, {
    "isL" : 1,
    "pId" : 130500,
    "id" : 130532,
    "title" : "平乡县"
}, {
    "isL" : 1,
    "pId" : 130500,
    "id" : 130533,
    "title" : "威　县"
}, {
    "isL" : 1,
    "pId" : 130500,
    "id" : 130534,
    "title" : "清河县"
}, {
    "isL" : 1,
    "pId" : 130500,
    "id" : 130535,
    "title" : "临西县"
}, {
    "isL" : 1,
    "pId" : 130500,
    "id" : 130581,
    "title" : "南宫市"
}, {
    "isL" : 1,
    "pId" : 130500,
    "id" : 130582,
    "title" : "沙河市"
}, {
    "isL" : 0,
    "pId" : 130000,
    "id" : 130600,
    "title" : "保定市"
}, {
    "isL" : 1,
    "pId" : 130600,
    "id" : 130601,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 130600,
    "id" : 130602,
    "title" : "新市区"
}, {
    "isL" : 1,
    "pId" : 130600,
    "id" : 130603,
    "title" : "北市区"
}, {
    "isL" : 1,
    "pId" : 130600,
    "id" : 130604,
    "title" : "南市区"
}, {
    "isL" : 1,
    "pId" : 130600,
    "id" : 130621,
    "title" : "满城县"
}, {
    "isL" : 1,
    "pId" : 130600,
    "id" : 130622,
    "title" : "清苑县"
}, {
    "isL" : 1,
    "pId" : 130600,
    "id" : 130623,
    "title" : "涞水县"
}, {
    "isL" : 1,
    "pId" : 130600,
    "id" : 130624,
    "title" : "阜平县"
}, {
    "isL" : 1,
    "pId" : 130600,
    "id" : 130625,
    "title" : "徐水县"
}, {
    "isL" : 1,
    "pId" : 130600,
    "id" : 130626,
    "title" : "定兴县"
}, {
    "isL" : 1,
    "pId" : 130600,
    "id" : 130627,
    "title" : "唐　县"
}, {
    "isL" : 1,
    "pId" : 130600,
    "id" : 130628,
    "title" : "高阳县"
}, {
    "isL" : 1,
    "pId" : 130600,
    "id" : 130629,
    "title" : "容城县"
}, {
    "isL" : 1,
    "pId" : 130600,
    "id" : 130630,
    "title" : "涞源县"
}, {
    "isL" : 1,
    "pId" : 130600,
    "id" : 130631,
    "title" : "望都县"
}, {
    "isL" : 1,
    "pId" : 130600,
    "id" : 130632,
    "title" : "安新县"
}, {
    "isL" : 1,
    "pId" : 130600,
    "id" : 130633,
    "title" : "易　县"
}, {
    "isL" : 1,
    "pId" : 130600,
    "id" : 130634,
    "title" : "曲阳县"
}, {
    "isL" : 1,
    "pId" : 130600,
    "id" : 130635,
    "title" : "蠡　县"
}, {
    "isL" : 1,
    "pId" : 130600,
    "id" : 130636,
    "title" : "顺平县"
}, {
    "isL" : 1,
    "pId" : 130600,
    "id" : 130637,
    "title" : "博野县"
}, {
    "isL" : 1,
    "pId" : 130600,
    "id" : 130638,
    "title" : "雄　县"
}, {
    "isL" : 1,
    "pId" : 130600,
    "id" : 130681,
    "title" : "涿州市"
}, {
    "isL" : 1,
    "pId" : 130600,
    "id" : 130682,
    "title" : "定州市"
}, {
    "isL" : 1,
    "pId" : 130600,
    "id" : 130683,
    "title" : "安国市"
}, {
    "isL" : 1,
    "pId" : 130600,
    "id" : 130684,
    "title" : "高碑店市"
}, {
    "isL" : 0,
    "pId" : 130000,
    "id" : 130700,
    "title" : "张家口市"
}, {
    "isL" : 1,
    "pId" : 130700,
    "id" : 130701,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 130700,
    "id" : 130702,
    "title" : "桥东区"
}, {
    "isL" : 1,
    "pId" : 130700,
    "id" : 130703,
    "title" : "桥西区"
}, {
    "isL" : 1,
    "pId" : 130700,
    "id" : 130705,
    "title" : "宣化区"
}, {
    "isL" : 1,
    "pId" : 130700,
    "id" : 130706,
    "title" : "下花园区"
}, {
    "isL" : 1,
    "pId" : 130700,
    "id" : 130721,
    "title" : "宣化县"
}, {
    "isL" : 1,
    "pId" : 130700,
    "id" : 130722,
    "title" : "张北县"
}, {
    "isL" : 1,
    "pId" : 130700,
    "id" : 130723,
    "title" : "康保县"
}, {
    "isL" : 1,
    "pId" : 130700,
    "id" : 130724,
    "title" : "沽源县"
}, {
    "isL" : 1,
    "pId" : 130700,
    "id" : 130725,
    "title" : "尚义县"
}, {
    "isL" : 1,
    "pId" : 130700,
    "id" : 130726,
    "title" : "蔚　县"
}, {
    "isL" : 1,
    "pId" : 130700,
    "id" : 130727,
    "title" : "阳原县"
}, {
    "isL" : 1,
    "pId" : 130700,
    "id" : 130728,
    "title" : "怀安县"
}, {
    "isL" : 1,
    "pId" : 130700,
    "id" : 130729,
    "title" : "万全县"
}, {
    "isL" : 1,
    "pId" : 130700,
    "id" : 130730,
    "title" : "怀来县"
}, {
    "isL" : 1,
    "pId" : 130700,
    "id" : 130731,
    "title" : "涿鹿县"
}, {
    "isL" : 1,
    "pId" : 130700,
    "id" : 130732,
    "title" : "赤城县"
}, {
    "isL" : 1,
    "pId" : 130700,
    "id" : 130733,
    "title" : "崇礼县"
}, {
    "isL" : 0,
    "pId" : 130000,
    "id" : 130800,
    "title" : "承德市"
}, {
    "isL" : 1,
    "pId" : 130800,
    "id" : 130801,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 130800,
    "id" : 130802,
    "title" : "双桥区"
}, {
    "isL" : 1,
    "pId" : 130800,
    "id" : 130803,
    "title" : "双滦区"
}, {
    "isL" : 1,
    "pId" : 130800,
    "id" : 130804,
    "title" : "鹰手营子矿区"
}, {
    "isL" : 1,
    "pId" : 130800,
    "id" : 130821,
    "title" : "承德县"
}, {
    "isL" : 1,
    "pId" : 130800,
    "id" : 130822,
    "title" : "兴隆县"
}, {
    "isL" : 1,
    "pId" : 130800,
    "id" : 130823,
    "title" : "平泉县"
}, {
    "isL" : 1,
    "pId" : 130800,
    "id" : 130824,
    "title" : "滦平县"
}, {
    "isL" : 1,
    "pId" : 130800,
    "id" : 130825,
    "title" : "隆化县"
}, {
    "isL" : 1,
    "pId" : 130800,
    "id" : 130826,
    "title" : "丰宁满族自治县"
}, {
    "isL" : 1,
    "pId" : 130800,
    "id" : 130827,
    "title" : "宽城满族自治县"
}, {
    "isL" : 1,
    "pId" : 130800,
    "id" : 130828,
    "title" : "围场满族蒙古族自治县"
}, {
    "isL" : 0,
    "pId" : 130000,
    "id" : 130900,
    "title" : "沧州市"
}, {
    "isL" : 1,
    "pId" : 130900,
    "id" : 130901,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 130900,
    "id" : 130902,
    "title" : "新华区"
}, {
    "isL" : 1,
    "pId" : 130900,
    "id" : 130903,
    "title" : "运河区"
}, {
    "isL" : 1,
    "pId" : 130900,
    "id" : 130921,
    "title" : "沧　县"
}, {
    "isL" : 1,
    "pId" : 130900,
    "id" : 130922,
    "title" : "青　县"
}, {
    "isL" : 1,
    "pId" : 130900,
    "id" : 130923,
    "title" : "东光县"
}, {
    "isL" : 1,
    "pId" : 130900,
    "id" : 130924,
    "title" : "海兴县"
}, {
    "isL" : 1,
    "pId" : 130900,
    "id" : 130925,
    "title" : "盐山县"
}, {
    "isL" : 1,
    "pId" : 130900,
    "id" : 130926,
    "title" : "肃宁县"
}, {
    "isL" : 1,
    "pId" : 130900,
    "id" : 130927,
    "title" : "南皮县"
}, {
    "isL" : 1,
    "pId" : 130900,
    "id" : 130928,
    "title" : "吴桥县"
}, {
    "isL" : 1,
    "pId" : 130900,
    "id" : 130929,
    "title" : "献　县"
}, {
    "isL" : 1,
    "pId" : 130900,
    "id" : 130930,
    "title" : "孟村回族自治县"
}, {
    "isL" : 1,
    "pId" : 130900,
    "id" : 130981,
    "title" : "泊头市"
}, {
    "isL" : 1,
    "pId" : 130900,
    "id" : 130982,
    "title" : "任丘市"
}, {
    "isL" : 1,
    "pId" : 130900,
    "id" : 130983,
    "title" : "黄骅市"
}, {
    "isL" : 1,
    "pId" : 130900,
    "id" : 130984,
    "title" : "河间市"
}, {
    "isL" : 0,
    "pId" : 130000,
    "id" : 131000,
    "title" : "廊坊市"
}, {
    "isL" : 1,
    "pId" : 131000,
    "id" : 131001,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 131000,
    "id" : 131002,
    "title" : "安次区"
}, {
    "isL" : 1,
    "pId" : 131000,
    "id" : 131003,
    "title" : "广阳区"
}, {
    "isL" : 1,
    "pId" : 131000,
    "id" : 131022,
    "title" : "固安县"
}, {
    "isL" : 1,
    "pId" : 131000,
    "id" : 131023,
    "title" : "永清县"
}, {
    "isL" : 1,
    "pId" : 131000,
    "id" : 131024,
    "title" : "香河县"
}, {
    "isL" : 1,
    "pId" : 131000,
    "id" : 131025,
    "title" : "大城县"
}, {
    "isL" : 1,
    "pId" : 131000,
    "id" : 131026,
    "title" : "文安县"
}, {
    "isL" : 1,
    "pId" : 131000,
    "id" : 131028,
    "title" : "大厂回族自治县"
}, {
    "isL" : 1,
    "pId" : 131000,
    "id" : 131081,
    "title" : "霸州市"
}, {
    "isL" : 1,
    "pId" : 131000,
    "id" : 131082,
    "title" : "三河市"
}, {
    "isL" : 0,
    "pId" : 130000,
    "id" : 131100,
    "title" : "衡水市"
}, {
    "isL" : 1,
    "pId" : 131100,
    "id" : 131101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 131100,
    "id" : 131102,
    "title" : "桃城区"
}, {
    "isL" : 1,
    "pId" : 131100,
    "id" : 131121,
    "title" : "枣强县"
}, {
    "isL" : 1,
    "pId" : 131100,
    "id" : 131122,
    "title" : "武邑县"
}, {
    "isL" : 1,
    "pId" : 131100,
    "id" : 131123,
    "title" : "武强县"
}, {
    "isL" : 1,
    "pId" : 131100,
    "id" : 131124,
    "title" : "饶阳县"
}, {
    "isL" : 1,
    "pId" : 131100,
    "id" : 131125,
    "title" : "安平县"
}, {
    "isL" : 1,
    "pId" : 131100,
    "id" : 131126,
    "title" : "故城县"
}, {
    "isL" : 1,
    "pId" : 131100,
    "id" : 131127,
    "title" : "景　县"
}, {
    "isL" : 1,
    "pId" : 131100,
    "id" : 131128,
    "title" : "阜城县"
}, {
    "isL" : 1,
    "pId" : 131100,
    "id" : 131181,
    "title" : "冀州市"
}, {
    "isL" : 1,
    "pId" : 131100,
    "id" : 131182,
    "title" : "深州市"
}, {
    "isL" : 0,
    "pId" : 0,
    "id" : 140000,
    "title" : "山西省"
}, {
    "isL" : 0,
    "pId" : 140000,
    "id" : 140100,
    "title" : "太原市"
}, {
    "isL" : 1,
    "pId" : 140100,
    "id" : 140101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 140100,
    "id" : 140105,
    "title" : "小店区"
}, {
    "isL" : 1,
    "pId" : 140100,
    "id" : 140106,
    "title" : "迎泽区"
}, {
    "isL" : 1,
    "pId" : 140100,
    "id" : 140107,
    "title" : "杏花岭区"
}, {
    "isL" : 1,
    "pId" : 140100,
    "id" : 140108,
    "title" : "尖草坪区"
}, {
    "isL" : 1,
    "pId" : 140100,
    "id" : 140109,
    "title" : "万柏林区"
}, {
    "isL" : 1,
    "pId" : 140100,
    "id" : 140110,
    "title" : "晋源区"
}, {
    "isL" : 1,
    "pId" : 140100,
    "id" : 140121,
    "title" : "清徐县"
}, {
    "isL" : 1,
    "pId" : 140100,
    "id" : 140122,
    "title" : "阳曲县"
}, {
    "isL" : 1,
    "pId" : 140100,
    "id" : 140123,
    "title" : "娄烦县"
}, {
    "isL" : 1,
    "pId" : 140100,
    "id" : 140181,
    "title" : "古交市"
}, {
    "isL" : 0,
    "pId" : 140000,
    "id" : 140200,
    "title" : "大同市"
}, {
    "isL" : 1,
    "pId" : 140200,
    "id" : 140201,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 140200,
    "id" : 140202,
    "title" : "城　区"
}, {
    "isL" : 1,
    "pId" : 140200,
    "id" : 140203,
    "title" : "矿　区"
}, {
    "isL" : 1,
    "pId" : 140200,
    "id" : 140211,
    "title" : "南郊区"
}, {
    "isL" : 1,
    "pId" : 140200,
    "id" : 140212,
    "title" : "新荣区"
}, {
    "isL" : 1,
    "pId" : 140200,
    "id" : 140221,
    "title" : "阳高县"
}, {
    "isL" : 1,
    "pId" : 140200,
    "id" : 140222,
    "title" : "天镇县"
}, {
    "isL" : 1,
    "pId" : 140200,
    "id" : 140223,
    "title" : "广灵县"
}, {
    "isL" : 1,
    "pId" : 140200,
    "id" : 140224,
    "title" : "灵丘县"
}, {
    "isL" : 1,
    "pId" : 140200,
    "id" : 140225,
    "title" : "浑源县"
}, {
    "isL" : 1,
    "pId" : 140200,
    "id" : 140226,
    "title" : "左云县"
}, {
    "isL" : 1,
    "pId" : 140200,
    "id" : 140227,
    "title" : "大同县"
}, {
    "isL" : 0,
    "pId" : 140000,
    "id" : 140300,
    "title" : "阳泉市"
}, {
    "isL" : 1,
    "pId" : 140300,
    "id" : 140301,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 140300,
    "id" : 140302,
    "title" : "城　区"
}, {
    "isL" : 1,
    "pId" : 140300,
    "id" : 140303,
    "title" : "矿　区"
}, {
    "isL" : 1,
    "pId" : 140300,
    "id" : 140311,
    "title" : "郊　区"
}, {
    "isL" : 1,
    "pId" : 140300,
    "id" : 140321,
    "title" : "平定县"
}, {
    "isL" : 1,
    "pId" : 140300,
    "id" : 140322,
    "title" : "盂　县"
}, {
    "isL" : 0,
    "pId" : 140000,
    "id" : 140400,
    "title" : "长治市"
}, {
    "isL" : 1,
    "pId" : 140400,
    "id" : 140401,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 140400,
    "id" : 140402,
    "title" : "城　区"
}, {
    "isL" : 1,
    "pId" : 140400,
    "id" : 140411,
    "title" : "郊　区"
}, {
    "isL" : 1,
    "pId" : 140400,
    "id" : 140421,
    "title" : "长治县"
}, {
    "isL" : 1,
    "pId" : 140400,
    "id" : 140423,
    "title" : "襄垣县"
}, {
    "isL" : 1,
    "pId" : 140400,
    "id" : 140424,
    "title" : "屯留县"
}, {
    "isL" : 1,
    "pId" : 140400,
    "id" : 140425,
    "title" : "平顺县"
}, {
    "isL" : 1,
    "pId" : 140400,
    "id" : 140426,
    "title" : "黎城县"
}, {
    "isL" : 1,
    "pId" : 140400,
    "id" : 140427,
    "title" : "壶关县"
}, {
    "isL" : 1,
    "pId" : 140400,
    "id" : 140428,
    "title" : "长子县"
}, {
    "isL" : 1,
    "pId" : 140400,
    "id" : 140429,
    "title" : "武乡县"
}, {
    "isL" : 1,
    "pId" : 140400,
    "id" : 140430,
    "title" : "沁　县"
}, {
    "isL" : 1,
    "pId" : 140400,
    "id" : 140431,
    "title" : "沁源县"
}, {
    "isL" : 1,
    "pId" : 140400,
    "id" : 140481,
    "title" : "潞城市"
}, {
    "isL" : 0,
    "pId" : 140000,
    "id" : 140500,
    "title" : "晋城市"
}, {
    "isL" : 1,
    "pId" : 140500,
    "id" : 140501,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 140500,
    "id" : 140502,
    "title" : "城　区"
}, {
    "isL" : 1,
    "pId" : 140500,
    "id" : 140521,
    "title" : "沁水县"
}, {
    "isL" : 1,
    "pId" : 140500,
    "id" : 140522,
    "title" : "阳城县"
}, {
    "isL" : 1,
    "pId" : 140500,
    "id" : 140524,
    "title" : "陵川县"
}, {
    "isL" : 1,
    "pId" : 140500,
    "id" : 140525,
    "title" : "泽州县"
}, {
    "isL" : 1,
    "pId" : 140500,
    "id" : 140581,
    "title" : "高平市"
}, {
    "isL" : 0,
    "pId" : 140000,
    "id" : 140600,
    "title" : "朔州市"
}, {
    "isL" : 1,
    "pId" : 140600,
    "id" : 140601,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 140600,
    "id" : 140602,
    "title" : "朔城区"
}, {
    "isL" : 1,
    "pId" : 140600,
    "id" : 140603,
    "title" : "平鲁区"
}, {
    "isL" : 1,
    "pId" : 140600,
    "id" : 140621,
    "title" : "山阴县"
}, {
    "isL" : 1,
    "pId" : 140600,
    "id" : 140622,
    "title" : "应　县"
}, {
    "isL" : 1,
    "pId" : 140600,
    "id" : 140623,
    "title" : "右玉县"
}, {
    "isL" : 1,
    "pId" : 140600,
    "id" : 140624,
    "title" : "怀仁县"
}, {
    "isL" : 0,
    "pId" : 140000,
    "id" : 140700,
    "title" : "晋中市"
}, {
    "isL" : 1,
    "pId" : 140700,
    "id" : 140701,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 140700,
    "id" : 140702,
    "title" : "榆次区"
}, {
    "isL" : 1,
    "pId" : 140700,
    "id" : 140721,
    "title" : "榆社县"
}, {
    "isL" : 1,
    "pId" : 140700,
    "id" : 140722,
    "title" : "左权县"
}, {
    "isL" : 1,
    "pId" : 140700,
    "id" : 140723,
    "title" : "和顺县"
}, {
    "isL" : 1,
    "pId" : 140700,
    "id" : 140724,
    "title" : "昔阳县"
}, {
    "isL" : 1,
    "pId" : 140700,
    "id" : 140725,
    "title" : "寿阳县"
}, {
    "isL" : 1,
    "pId" : 140700,
    "id" : 140726,
    "title" : "太谷县"
}, {
    "isL" : 1,
    "pId" : 140700,
    "id" : 140727,
    "title" : "祁　县"
}, {
    "isL" : 1,
    "pId" : 140700,
    "id" : 140728,
    "title" : "平遥县"
}, {
    "isL" : 1,
    "pId" : 140700,
    "id" : 140729,
    "title" : "灵石县"
}, {
    "isL" : 1,
    "pId" : 140700,
    "id" : 140781,
    "title" : "介休市"
}, {
    "isL" : 0,
    "pId" : 140000,
    "id" : 140800,
    "title" : "运城市"
}, {
    "isL" : 1,
    "pId" : 140800,
    "id" : 140801,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 140800,
    "id" : 140802,
    "title" : "盐湖区"
}, {
    "isL" : 1,
    "pId" : 140800,
    "id" : 140821,
    "title" : "临猗县"
}, {
    "isL" : 1,
    "pId" : 140800,
    "id" : 140822,
    "title" : "万荣县"
}, {
    "isL" : 1,
    "pId" : 140800,
    "id" : 140823,
    "title" : "闻喜县"
}, {
    "isL" : 1,
    "pId" : 140800,
    "id" : 140824,
    "title" : "稷山县"
}, {
    "isL" : 1,
    "pId" : 140800,
    "id" : 140825,
    "title" : "新绛县"
}, {
    "isL" : 1,
    "pId" : 140800,
    "id" : 140826,
    "title" : "绛　县"
}, {
    "isL" : 1,
    "pId" : 140800,
    "id" : 140827,
    "title" : "垣曲县"
}, {
    "isL" : 1,
    "pId" : 140800,
    "id" : 140828,
    "title" : "夏　县"
}, {
    "isL" : 1,
    "pId" : 140800,
    "id" : 140829,
    "title" : "平陆县"
}, {
    "isL" : 1,
    "pId" : 140800,
    "id" : 140830,
    "title" : "芮城县"
}, {
    "isL" : 1,
    "pId" : 140800,
    "id" : 140881,
    "title" : "永济市"
}, {
    "isL" : 1,
    "pId" : 140800,
    "id" : 140882,
    "title" : "河津市"
}, {
    "isL" : 0,
    "pId" : 140000,
    "id" : 140900,
    "title" : "忻州市"
}, {
    "isL" : 1,
    "pId" : 140900,
    "id" : 140901,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 140900,
    "id" : 140902,
    "title" : "忻府区"
}, {
    "isL" : 1,
    "pId" : 140900,
    "id" : 140921,
    "title" : "定襄县"
}, {
    "isL" : 1,
    "pId" : 140900,
    "id" : 140922,
    "title" : "五台县"
}, {
    "isL" : 1,
    "pId" : 140900,
    "id" : 140923,
    "title" : "代　县"
}, {
    "isL" : 1,
    "pId" : 140900,
    "id" : 140924,
    "title" : "繁峙县"
}, {
    "isL" : 1,
    "pId" : 140900,
    "id" : 140925,
    "title" : "宁武县"
}, {
    "isL" : 1,
    "pId" : 140900,
    "id" : 140926,
    "title" : "静乐县"
}, {
    "isL" : 1,
    "pId" : 140900,
    "id" : 140927,
    "title" : "神池县"
}, {
    "isL" : 1,
    "pId" : 140900,
    "id" : 140928,
    "title" : "五寨县"
}, {
    "isL" : 1,
    "pId" : 140900,
    "id" : 140929,
    "title" : "岢岚县"
}, {
    "isL" : 1,
    "pId" : 140900,
    "id" : 140930,
    "title" : "河曲县"
}, {
    "isL" : 1,
    "pId" : 140900,
    "id" : 140931,
    "title" : "保德县"
}, {
    "isL" : 1,
    "pId" : 140900,
    "id" : 140932,
    "title" : "偏关县"
}, {
    "isL" : 1,
    "pId" : 140900,
    "id" : 140981,
    "title" : "原平市"
}, {
    "isL" : 0,
    "pId" : 140000,
    "id" : 141000,
    "title" : "临汾市"
}, {
    "isL" : 1,
    "pId" : 141000,
    "id" : 141001,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 141000,
    "id" : 141002,
    "title" : "尧都区"
}, {
    "isL" : 1,
    "pId" : 141000,
    "id" : 141021,
    "title" : "曲沃县"
}, {
    "isL" : 1,
    "pId" : 141000,
    "id" : 141022,
    "title" : "翼城县"
}, {
    "isL" : 1,
    "pId" : 141000,
    "id" : 141023,
    "title" : "襄汾县"
}, {
    "isL" : 1,
    "pId" : 141000,
    "id" : 141024,
    "title" : "洪洞县"
}, {
    "isL" : 1,
    "pId" : 141000,
    "id" : 141025,
    "title" : "古　县"
}, {
    "isL" : 1,
    "pId" : 141000,
    "id" : 141026,
    "title" : "安泽县"
}, {
    "isL" : 1,
    "pId" : 141000,
    "id" : 141027,
    "title" : "浮山县"
}, {
    "isL" : 1,
    "pId" : 141000,
    "id" : 141028,
    "title" : "吉　县"
}, {
    "isL" : 1,
    "pId" : 141000,
    "id" : 141029,
    "title" : "乡宁县"
}, {
    "isL" : 1,
    "pId" : 141000,
    "id" : 141030,
    "title" : "大宁县"
}, {
    "isL" : 1,
    "pId" : 141000,
    "id" : 141031,
    "title" : "隰　县"
}, {
    "isL" : 1,
    "pId" : 141000,
    "id" : 141032,
    "title" : "永和县"
}, {
    "isL" : 1,
    "pId" : 141000,
    "id" : 141033,
    "title" : "蒲　县"
}, {
    "isL" : 1,
    "pId" : 141000,
    "id" : 141034,
    "title" : "汾西县"
}, {
    "isL" : 1,
    "pId" : 141000,
    "id" : 141081,
    "title" : "侯马市"
}, {
    "isL" : 1,
    "pId" : 141000,
    "id" : 141082,
    "title" : "霍州市"
}, {
    "isL" : 0,
    "pId" : 140000,
    "id" : 141100,
    "title" : "吕梁市"
}, {
    "isL" : 1,
    "pId" : 141100,
    "id" : 141101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 141100,
    "id" : 141102,
    "title" : "离石区"
}, {
    "isL" : 1,
    "pId" : 141100,
    "id" : 141121,
    "title" : "文水县"
}, {
    "isL" : 1,
    "pId" : 141100,
    "id" : 141122,
    "title" : "交城县"
}, {
    "isL" : 1,
    "pId" : 141100,
    "id" : 141123,
    "title" : "兴　县"
}, {
    "isL" : 1,
    "pId" : 141100,
    "id" : 141124,
    "title" : "临　县"
}, {
    "isL" : 1,
    "pId" : 141100,
    "id" : 141125,
    "title" : "柳林县"
}, {
    "isL" : 1,
    "pId" : 141100,
    "id" : 141126,
    "title" : "石楼县"
}, {
    "isL" : 1,
    "pId" : 141100,
    "id" : 141127,
    "title" : "岚　县"
}, {
    "isL" : 1,
    "pId" : 141100,
    "id" : 141128,
    "title" : "方山县"
}, {
    "isL" : 1,
    "pId" : 141100,
    "id" : 141129,
    "title" : "中阳县"
}, {
    "isL" : 1,
    "pId" : 141100,
    "id" : 141130,
    "title" : "交口县"
}, {
    "isL" : 1,
    "pId" : 141100,
    "id" : 141181,
    "title" : "孝义市"
}, {
    "isL" : 1,
    "pId" : 141100,
    "id" : 141182,
    "title" : "汾阳市"
}, {
    "isL" : 0,
    "pId" : 0,
    "id" : 150000,
    "title" : "内蒙古自治区"
}, {
    "isL" : 0,
    "pId" : 150000,
    "id" : 150100,
    "title" : "呼和浩特市"
}, {
    "isL" : 1,
    "pId" : 150100,
    "id" : 150101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 150100,
    "id" : 150102,
    "title" : "新城区"
}, {
    "isL" : 1,
    "pId" : 150100,
    "id" : 150103,
    "title" : "回民区"
}, {
    "isL" : 1,
    "pId" : 150100,
    "id" : 150104,
    "title" : "玉泉区"
}, {
    "isL" : 1,
    "pId" : 150100,
    "id" : 150105,
    "title" : "赛罕区"
}, {
    "isL" : 1,
    "pId" : 150100,
    "id" : 150121,
    "title" : "土默特左旗"
}, {
    "isL" : 1,
    "pId" : 150100,
    "id" : 150122,
    "title" : "托克托县"
}, {
    "isL" : 1,
    "pId" : 150100,
    "id" : 150123,
    "title" : "和林格尔县"
}, {
    "isL" : 1,
    "pId" : 150100,
    "id" : 150124,
    "title" : "清水河县"
}, {
    "isL" : 1,
    "pId" : 150100,
    "id" : 150125,
    "title" : "武川县"
}, {
    "isL" : 0,
    "pId" : 150000,
    "id" : 150200,
    "title" : "包头市"
}, {
    "isL" : 1,
    "pId" : 150200,
    "id" : 150201,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 150200,
    "id" : 150202,
    "title" : "东河区"
}, {
    "isL" : 1,
    "pId" : 150200,
    "id" : 150203,
    "title" : "昆都仑区"
}, {
    "isL" : 1,
    "pId" : 150200,
    "id" : 150204,
    "title" : "青山区"
}, {
    "isL" : 1,
    "pId" : 150200,
    "id" : 150205,
    "title" : "石拐区"
}, {
    "isL" : 1,
    "pId" : 150200,
    "id" : 150206,
    "title" : "白云矿区"
}, {
    "isL" : 1,
    "pId" : 150200,
    "id" : 150207,
    "title" : "九原区"
}, {
    "isL" : 1,
    "pId" : 150200,
    "id" : 150221,
    "title" : "土默特右旗"
}, {
    "isL" : 1,
    "pId" : 150200,
    "id" : 150222,
    "title" : "固阳县"
}, {
    "isL" : 1,
    "pId" : 150200,
    "id" : 150223,
    "title" : "达尔罕茂明安联合旗"
}, {
    "isL" : 0,
    "pId" : 150000,
    "id" : 150300,
    "title" : "乌海市"
}, {
    "isL" : 1,
    "pId" : 150300,
    "id" : 150301,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 150300,
    "id" : 150302,
    "title" : "海勃湾区"
}, {
    "isL" : 1,
    "pId" : 150300,
    "id" : 150303,
    "title" : "海南区"
}, {
    "isL" : 1,
    "pId" : 150300,
    "id" : 150304,
    "title" : "乌达区"
}, {
    "isL" : 0,
    "pId" : 150000,
    "id" : 150400,
    "title" : "赤峰市"
}, {
    "isL" : 1,
    "pId" : 150400,
    "id" : 150401,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 150400,
    "id" : 150402,
    "title" : "红山区"
}, {
    "isL" : 1,
    "pId" : 150400,
    "id" : 150403,
    "title" : "元宝山区"
}, {
    "isL" : 1,
    "pId" : 150400,
    "id" : 150404,
    "title" : "松山区"
}, {
    "isL" : 1,
    "pId" : 150400,
    "id" : 150421,
    "title" : "阿鲁科尔沁旗"
}, {
    "isL" : 1,
    "pId" : 150400,
    "id" : 150422,
    "title" : "巴林左旗"
}, {
    "isL" : 1,
    "pId" : 150400,
    "id" : 150423,
    "title" : "巴林右旗"
}, {
    "isL" : 1,
    "pId" : 150400,
    "id" : 150424,
    "title" : "林西县"
}, {
    "isL" : 1,
    "pId" : 150400,
    "id" : 150425,
    "title" : "克什克腾旗"
}, {
    "isL" : 1,
    "pId" : 150400,
    "id" : 150426,
    "title" : "翁牛特旗"
}, {
    "isL" : 1,
    "pId" : 150400,
    "id" : 150428,
    "title" : "喀喇沁旗"
}, {
    "isL" : 1,
    "pId" : 150400,
    "id" : 150429,
    "title" : "宁城县"
}, {
    "isL" : 1,
    "pId" : 150400,
    "id" : 150430,
    "title" : "敖汉旗"
}, {
    "isL" : 0,
    "pId" : 150000,
    "id" : 150500,
    "title" : "通辽市"
}, {
    "isL" : 1,
    "pId" : 150500,
    "id" : 150501,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 150500,
    "id" : 150502,
    "title" : "科尔沁区"
}, {
    "isL" : 1,
    "pId" : 150500,
    "id" : 150521,
    "title" : "科尔沁左翼中旗"
}, {
    "isL" : 1,
    "pId" : 150500,
    "id" : 150522,
    "title" : "科尔沁左翼后旗"
}, {
    "isL" : 1,
    "pId" : 150500,
    "id" : 150523,
    "title" : "开鲁县"
}, {
    "isL" : 1,
    "pId" : 150500,
    "id" : 150524,
    "title" : "库伦旗"
}, {
    "isL" : 1,
    "pId" : 150500,
    "id" : 150525,
    "title" : "奈曼旗"
}, {
    "isL" : 1,
    "pId" : 150500,
    "id" : 150526,
    "title" : "扎鲁特旗"
}, {
    "isL" : 1,
    "pId" : 150500,
    "id" : 150581,
    "title" : "霍林郭勒市"
}, {
    "isL" : 0,
    "pId" : 150000,
    "id" : 150600,
    "title" : "鄂尔多斯市"
}, {
    "isL" : 1,
    "pId" : 150600,
    "id" : 150602,
    "title" : "东胜区"
}, {
    "isL" : 1,
    "pId" : 150600,
    "id" : 150621,
    "title" : "达拉特旗"
}, {
    "isL" : 1,
    "pId" : 150600,
    "id" : 150622,
    "title" : "准格尔旗"
}, {
    "isL" : 1,
    "pId" : 150600,
    "id" : 150623,
    "title" : "鄂托克前旗"
}, {
    "isL" : 1,
    "pId" : 150600,
    "id" : 150624,
    "title" : "鄂托克旗"
}, {
    "isL" : 1,
    "pId" : 150600,
    "id" : 150625,
    "title" : "杭锦旗"
}, {
    "isL" : 1,
    "pId" : 150600,
    "id" : 150626,
    "title" : "乌审旗"
}, {
    "isL" : 1,
    "pId" : 150600,
    "id" : 150627,
    "title" : "伊金霍洛旗"
}, {
    "isL" : 0,
    "pId" : 150000,
    "id" : 150700,
    "title" : "呼伦贝尔市"
}, {
    "isL" : 1,
    "pId" : 150700,
    "id" : 150701,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 150700,
    "id" : 150702,
    "title" : "海拉尔区"
}, {
    "isL" : 1,
    "pId" : 150700,
    "id" : 150721,
    "title" : "阿荣旗"
}, {
    "isL" : 1,
    "pId" : 150700,
    "id" : 150722,
    "title" : "莫力达瓦达斡尔族自治旗"
}, {
    "isL" : 1,
    "pId" : 150700,
    "id" : 150723,
    "title" : "鄂伦春自治旗"
}, {
    "isL" : 1,
    "pId" : 150700,
    "id" : 150724,
    "title" : "鄂温克族自治旗"
}, {
    "isL" : 1,
    "pId" : 150700,
    "id" : 150725,
    "title" : "陈巴尔虎旗"
}, {
    "isL" : 1,
    "pId" : 150700,
    "id" : 150726,
    "title" : "新巴尔虎左旗"
}, {
    "isL" : 1,
    "pId" : 150700,
    "id" : 150727,
    "title" : "新巴尔虎右旗"
}, {
    "isL" : 1,
    "pId" : 150700,
    "id" : 150781,
    "title" : "满洲里市"
}, {
    "isL" : 1,
    "pId" : 150700,
    "id" : 150782,
    "title" : "牙克石市"
}, {
    "isL" : 1,
    "pId" : 150700,
    "id" : 150783,
    "title" : "扎兰屯市"
}, {
    "isL" : 1,
    "pId" : 150700,
    "id" : 150784,
    "title" : "额尔古纳市"
}, {
    "isL" : 1,
    "pId" : 150700,
    "id" : 150785,
    "title" : "根河市"
}, {
    "isL" : 0,
    "pId" : 150000,
    "id" : 150800,
    "title" : "巴彦淖尔市"
}, {
    "isL" : 1,
    "pId" : 150800,
    "id" : 150801,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 150800,
    "id" : 150802,
    "title" : "临河区"
}, {
    "isL" : 1,
    "pId" : 150800,
    "id" : 150821,
    "title" : "五原县"
}, {
    "isL" : 1,
    "pId" : 150800,
    "id" : 150822,
    "title" : "磴口县"
}, {
    "isL" : 1,
    "pId" : 150800,
    "id" : 150823,
    "title" : "乌拉特前旗"
}, {
    "isL" : 1,
    "pId" : 150800,
    "id" : 150824,
    "title" : "乌拉特中旗"
}, {
    "isL" : 1,
    "pId" : 150800,
    "id" : 150825,
    "title" : "乌拉特后旗"
}, {
    "isL" : 1,
    "pId" : 150800,
    "id" : 150826,
    "title" : "杭锦后旗"
}, {
    "isL" : 0,
    "pId" : 150000,
    "id" : 150900,
    "title" : "乌兰察布市"
}, {
    "isL" : 1,
    "pId" : 150900,
    "id" : 150901,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 150900,
    "id" : 150902,
    "title" : "集宁区"
}, {
    "isL" : 1,
    "pId" : 150900,
    "id" : 150921,
    "title" : "卓资县"
}, {
    "isL" : 1,
    "pId" : 150900,
    "id" : 150922,
    "title" : "化德县"
}, {
    "isL" : 1,
    "pId" : 150900,
    "id" : 150923,
    "title" : "商都县"
}, {
    "isL" : 1,
    "pId" : 150900,
    "id" : 150924,
    "title" : "兴和县"
}, {
    "isL" : 1,
    "pId" : 150900,
    "id" : 150925,
    "title" : "凉城县"
}, {
    "isL" : 1,
    "pId" : 150900,
    "id" : 150926,
    "title" : "察哈尔右翼前旗"
}, {
    "isL" : 1,
    "pId" : 150900,
    "id" : 150927,
    "title" : "察哈尔右翼中旗"
}, {
    "isL" : 1,
    "pId" : 150900,
    "id" : 150928,
    "title" : "察哈尔右翼后旗"
}, {
    "isL" : 1,
    "pId" : 150900,
    "id" : 150929,
    "title" : "四子王旗"
}, {
    "isL" : 1,
    "pId" : 150900,
    "id" : 150981,
    "title" : "丰镇市"
}, {
    "isL" : 0,
    "pId" : 150000,
    "id" : 152200,
    "title" : "兴安盟"
}, {
    "isL" : 1,
    "pId" : 152200,
    "id" : 152201,
    "title" : "乌兰浩特市"
}, {
    "isL" : 1,
    "pId" : 152200,
    "id" : 152202,
    "title" : "阿尔山市"
}, {
    "isL" : 1,
    "pId" : 152200,
    "id" : 152221,
    "title" : "科尔沁右翼前旗"
}, {
    "isL" : 1,
    "pId" : 152200,
    "id" : 152222,
    "title" : "科尔沁右翼中旗"
}, {
    "isL" : 1,
    "pId" : 152200,
    "id" : 152223,
    "title" : "扎赉特旗"
}, {
    "isL" : 1,
    "pId" : 152200,
    "id" : 152224,
    "title" : "突泉县"
}, {
    "isL" : 0,
    "pId" : 150000,
    "id" : 152500,
    "title" : "锡林郭勒盟"
}, {
    "isL" : 1,
    "pId" : 152500,
    "id" : 152501,
    "title" : "二连浩特市"
}, {
    "isL" : 1,
    "pId" : 152500,
    "id" : 152502,
    "title" : "锡林浩特市"
}, {
    "isL" : 1,
    "pId" : 152500,
    "id" : 152522,
    "title" : "阿巴嘎旗"
}, {
    "isL" : 1,
    "pId" : 152500,
    "id" : 152523,
    "title" : "苏尼特左旗"
}, {
    "isL" : 1,
    "pId" : 152500,
    "id" : 152524,
    "title" : "苏尼特右旗"
}, {
    "isL" : 1,
    "pId" : 152500,
    "id" : 152525,
    "title" : "东乌珠穆沁旗"
}, {
    "isL" : 1,
    "pId" : 152500,
    "id" : 152526,
    "title" : "西乌珠穆沁旗"
}, {
    "isL" : 1,
    "pId" : 152500,
    "id" : 152527,
    "title" : "太仆寺旗"
}, {
    "isL" : 1,
    "pId" : 152500,
    "id" : 152528,
    "title" : "镶黄旗"
}, {
    "isL" : 1,
    "pId" : 152500,
    "id" : 152529,
    "title" : "正镶白旗"
}, {
    "isL" : 1,
    "pId" : 152500,
    "id" : 152530,
    "title" : "正蓝旗"
}, {
    "isL" : 1,
    "pId" : 152500,
    "id" : 152531,
    "title" : "多伦县"
}, {
    "isL" : 0,
    "pId" : 150000,
    "id" : 152900,
    "title" : "阿拉善盟"
}, {
    "isL" : 1,
    "pId" : 152900,
    "id" : 152921,
    "title" : "阿拉善左旗"
}, {
    "isL" : 1,
    "pId" : 152900,
    "id" : 152922,
    "title" : "阿拉善右旗"
}, {
    "isL" : 1,
    "pId" : 152900,
    "id" : 152923,
    "title" : "额济纳旗"
}, {
    "isL" : 0,
    "pId" : 0,
    "id" : 210000,
    "title" : "辽宁省"
}, {
    "isL" : 0,
    "pId" : 210000,
    "id" : 210100,
    "title" : "沈阳市"
}, {
    "isL" : 1,
    "pId" : 210100,
    "id" : 210101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 210100,
    "id" : 210102,
    "title" : "和平区"
}, {
    "isL" : 1,
    "pId" : 210100,
    "id" : 210103,
    "title" : "沈河区"
}, {
    "isL" : 1,
    "pId" : 210100,
    "id" : 210104,
    "title" : "大东区"
}, {
    "isL" : 1,
    "pId" : 210100,
    "id" : 210105,
    "title" : "皇姑区"
}, {
    "isL" : 1,
    "pId" : 210100,
    "id" : 210106,
    "title" : "铁西区"
}, {
    "isL" : 1,
    "pId" : 210100,
    "id" : 210111,
    "title" : "苏家屯区"
}, {
    "isL" : 1,
    "pId" : 210100,
    "id" : 210112,
    "title" : "东陵区"
}, {
    "isL" : 1,
    "pId" : 210100,
    "id" : 210113,
    "title" : "新城子区"
}, {
    "isL" : 1,
    "pId" : 210100,
    "id" : 210114,
    "title" : "于洪区"
}, {
    "isL" : 1,
    "pId" : 210100,
    "id" : 210122,
    "title" : "辽中县"
}, {
    "isL" : 1,
    "pId" : 210100,
    "id" : 210123,
    "title" : "康平县"
}, {
    "isL" : 1,
    "pId" : 210100,
    "id" : 210124,
    "title" : "法库县"
}, {
    "isL" : 1,
    "pId" : 210100,
    "id" : 210181,
    "title" : "新民市"
}, {
    "isL" : 0,
    "pId" : 210000,
    "id" : 210200,
    "title" : "大连市"
}, {
    "isL" : 1,
    "pId" : 210200,
    "id" : 210201,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 210200,
    "id" : 210202,
    "title" : "中山区"
}, {
    "isL" : 1,
    "pId" : 210200,
    "id" : 210203,
    "title" : "西岗区"
}, {
    "isL" : 1,
    "pId" : 210200,
    "id" : 210204,
    "title" : "沙河口区"
}, {
    "isL" : 1,
    "pId" : 210200,
    "id" : 210211,
    "title" : "甘井子区"
}, {
    "isL" : 1,
    "pId" : 210200,
    "id" : 210212,
    "title" : "旅顺口区"
}, {
    "isL" : 1,
    "pId" : 210200,
    "id" : 210213,
    "title" : "金州区"
}, {
    "isL" : 1,
    "pId" : 210200,
    "id" : 210224,
    "title" : "长海县"
}, {
    "isL" : 1,
    "pId" : 210200,
    "id" : 210281,
    "title" : "瓦房店市"
}, {
    "isL" : 1,
    "pId" : 210200,
    "id" : 210282,
    "title" : "普兰店市"
}, {
    "isL" : 1,
    "pId" : 210200,
    "id" : 210283,
    "title" : "庄河市"
}, {
    "isL" : 0,
    "pId" : 210000,
    "id" : 210300,
    "title" : "鞍山市"
}, {
    "isL" : 1,
    "pId" : 210300,
    "id" : 210301,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 210300,
    "id" : 210302,
    "title" : "铁东区"
}, {
    "isL" : 1,
    "pId" : 210300,
    "id" : 210303,
    "title" : "铁西区"
}, {
    "isL" : 1,
    "pId" : 210300,
    "id" : 210304,
    "title" : "立山区"
}, {
    "isL" : 1,
    "pId" : 210300,
    "id" : 210311,
    "title" : "千山区"
}, {
    "isL" : 1,
    "pId" : 210300,
    "id" : 210321,
    "title" : "台安县"
}, {
    "isL" : 1,
    "pId" : 210300,
    "id" : 210323,
    "title" : "岫岩满族自治县"
}, {
    "isL" : 1,
    "pId" : 210300,
    "id" : 210381,
    "title" : "海城市"
}, {
    "isL" : 0,
    "pId" : 210000,
    "id" : 210400,
    "title" : "抚顺市"
}, {
    "isL" : 1,
    "pId" : 210400,
    "id" : 210401,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 210400,
    "id" : 210402,
    "title" : "新抚区"
}, {
    "isL" : 1,
    "pId" : 210400,
    "id" : 210403,
    "title" : "东洲区"
}, {
    "isL" : 1,
    "pId" : 210400,
    "id" : 210404,
    "title" : "望花区"
}, {
    "isL" : 1,
    "pId" : 210400,
    "id" : 210411,
    "title" : "顺城区"
}, {
    "isL" : 1,
    "pId" : 210400,
    "id" : 210421,
    "title" : "抚顺县"
}, {
    "isL" : 1,
    "pId" : 210400,
    "id" : 210422,
    "title" : "新宾满族自治县"
}, {
    "isL" : 1,
    "pId" : 210400,
    "id" : 210423,
    "title" : "清原满族自治县"
}, {
    "isL" : 0,
    "pId" : 210000,
    "id" : 210500,
    "title" : "本溪市"
}, {
    "isL" : 1,
    "pId" : 210500,
    "id" : 210501,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 210500,
    "id" : 210502,
    "title" : "平山区"
}, {
    "isL" : 1,
    "pId" : 210500,
    "id" : 210503,
    "title" : "溪湖区"
}, {
    "isL" : 1,
    "pId" : 210500,
    "id" : 210504,
    "title" : "明山区"
}, {
    "isL" : 1,
    "pId" : 210500,
    "id" : 210505,
    "title" : "南芬区"
}, {
    "isL" : 1,
    "pId" : 210500,
    "id" : 210521,
    "title" : "本溪满族自治县"
}, {
    "isL" : 1,
    "pId" : 210500,
    "id" : 210522,
    "title" : "桓仁满族自治县"
}, {
    "isL" : 0,
    "pId" : 210000,
    "id" : 210600,
    "title" : "丹东市"
}, {
    "isL" : 1,
    "pId" : 210600,
    "id" : 210601,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 210600,
    "id" : 210602,
    "title" : "元宝区"
}, {
    "isL" : 1,
    "pId" : 210600,
    "id" : 210603,
    "title" : "振兴区"
}, {
    "isL" : 1,
    "pId" : 210600,
    "id" : 210604,
    "title" : "振安区"
}, {
    "isL" : 1,
    "pId" : 210600,
    "id" : 210624,
    "title" : "宽甸满族自治县"
}, {
    "isL" : 1,
    "pId" : 210600,
    "id" : 210681,
    "title" : "东港市"
}, {
    "isL" : 1,
    "pId" : 210600,
    "id" : 210682,
    "title" : "凤城市"
}, {
    "isL" : 0,
    "pId" : 210000,
    "id" : 210700,
    "title" : "锦州市"
}, {
    "isL" : 1,
    "pId" : 210700,
    "id" : 210701,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 210700,
    "id" : 210702,
    "title" : "古塔区"
}, {
    "isL" : 1,
    "pId" : 210700,
    "id" : 210703,
    "title" : "凌河区"
}, {
    "isL" : 1,
    "pId" : 210700,
    "id" : 210711,
    "title" : "太和区"
}, {
    "isL" : 1,
    "pId" : 210700,
    "id" : 210726,
    "title" : "黑山县"
}, {
    "isL" : 1,
    "pId" : 210700,
    "id" : 210727,
    "title" : "义　县"
}, {
    "isL" : 1,
    "pId" : 210700,
    "id" : 210781,
    "title" : "凌海市"
}, {
    "isL" : 1,
    "pId" : 210700,
    "id" : 210782,
    "title" : "北宁市"
}, {
    "isL" : 0,
    "pId" : 210000,
    "id" : 210800,
    "title" : "营口市"
}, {
    "isL" : 1,
    "pId" : 210800,
    "id" : 210801,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 210800,
    "id" : 210802,
    "title" : "站前区"
}, {
    "isL" : 1,
    "pId" : 210800,
    "id" : 210803,
    "title" : "西市区"
}, {
    "isL" : 1,
    "pId" : 210800,
    "id" : 210804,
    "title" : "鲅鱼圈区"
}, {
    "isL" : 1,
    "pId" : 210800,
    "id" : 210811,
    "title" : "老边区"
}, {
    "isL" : 1,
    "pId" : 210800,
    "id" : 210881,
    "title" : "盖州市"
}, {
    "isL" : 1,
    "pId" : 210800,
    "id" : 210882,
    "title" : "大石桥市"
}, {
    "isL" : 0,
    "pId" : 210000,
    "id" : 210900,
    "title" : "阜新市"
}, {
    "isL" : 1,
    "pId" : 210900,
    "id" : 210901,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 210900,
    "id" : 210902,
    "title" : "海州区"
}, {
    "isL" : 1,
    "pId" : 210900,
    "id" : 210903,
    "title" : "新邱区"
}, {
    "isL" : 1,
    "pId" : 210900,
    "id" : 210904,
    "title" : "太平区"
}, {
    "isL" : 1,
    "pId" : 210900,
    "id" : 210905,
    "title" : "清河门区"
}, {
    "isL" : 1,
    "pId" : 210900,
    "id" : 210911,
    "title" : "细河区"
}, {
    "isL" : 1,
    "pId" : 210900,
    "id" : 210921,
    "title" : "阜新蒙古族自治县"
}, {
    "isL" : 1,
    "pId" : 210900,
    "id" : 210922,
    "title" : "彰武县"
}, {
    "isL" : 0,
    "pId" : 210000,
    "id" : 211000,
    "title" : "辽阳市"
}, {
    "isL" : 1,
    "pId" : 211000,
    "id" : 211001,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 211000,
    "id" : 211002,
    "title" : "白塔区"
}, {
    "isL" : 1,
    "pId" : 211000,
    "id" : 211003,
    "title" : "文圣区"
}, {
    "isL" : 1,
    "pId" : 211000,
    "id" : 211004,
    "title" : "宏伟区"
}, {
    "isL" : 1,
    "pId" : 211000,
    "id" : 211005,
    "title" : "弓长岭区"
}, {
    "isL" : 1,
    "pId" : 211000,
    "id" : 211011,
    "title" : "太子河区"
}, {
    "isL" : 1,
    "pId" : 211000,
    "id" : 211021,
    "title" : "辽阳县"
}, {
    "isL" : 1,
    "pId" : 211000,
    "id" : 211081,
    "title" : "灯塔市"
}, {
    "isL" : 0,
    "pId" : 210000,
    "id" : 211100,
    "title" : "盘锦市"
}, {
    "isL" : 1,
    "pId" : 211100,
    "id" : 211101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 211100,
    "id" : 211102,
    "title" : "双台子区"
}, {
    "isL" : 1,
    "pId" : 211100,
    "id" : 211103,
    "title" : "兴隆台区"
}, {
    "isL" : 1,
    "pId" : 211100,
    "id" : 211121,
    "title" : "大洼县"
}, {
    "isL" : 1,
    "pId" : 211100,
    "id" : 211122,
    "title" : "盘山县"
}, {
    "isL" : 0,
    "pId" : 210000,
    "id" : 211200,
    "title" : "铁岭市"
}, {
    "isL" : 1,
    "pId" : 211200,
    "id" : 211201,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 211200,
    "id" : 211202,
    "title" : "银州区"
}, {
    "isL" : 1,
    "pId" : 211200,
    "id" : 211204,
    "title" : "清河区"
}, {
    "isL" : 1,
    "pId" : 211200,
    "id" : 211221,
    "title" : "铁岭县"
}, {
    "isL" : 1,
    "pId" : 211200,
    "id" : 211223,
    "title" : "西丰县"
}, {
    "isL" : 1,
    "pId" : 211200,
    "id" : 211224,
    "title" : "昌图县"
}, {
    "isL" : 1,
    "pId" : 211200,
    "id" : 211281,
    "title" : "调兵山市"
}, {
    "isL" : 1,
    "pId" : 211200,
    "id" : 211282,
    "title" : "开原市"
}, {
    "isL" : 0,
    "pId" : 210000,
    "id" : 211300,
    "title" : "朝阳市"
}, {
    "isL" : 1,
    "pId" : 211300,
    "id" : 211301,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 211300,
    "id" : 211302,
    "title" : "双塔区"
}, {
    "isL" : 1,
    "pId" : 211300,
    "id" : 211303,
    "title" : "龙城区"
}, {
    "isL" : 1,
    "pId" : 211300,
    "id" : 211321,
    "title" : "朝阳县"
}, {
    "isL" : 1,
    "pId" : 211300,
    "id" : 211322,
    "title" : "建平县"
}, {
    "isL" : 1,
    "pId" : 211300,
    "id" : 211324,
    "title" : "喀喇沁左翼蒙古族自治县"
}, {
    "isL" : 1,
    "pId" : 211300,
    "id" : 211381,
    "title" : "北票市"
}, {
    "isL" : 1,
    "pId" : 211300,
    "id" : 211382,
    "title" : "凌源市"
}, {
    "isL" : 0,
    "pId" : 210000,
    "id" : 211400,
    "title" : "葫芦岛市"
}, {
    "isL" : 1,
    "pId" : 211400,
    "id" : 211401,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 211400,
    "id" : 211402,
    "title" : "连山区"
}, {
    "isL" : 1,
    "pId" : 211400,
    "id" : 211403,
    "title" : "龙港区"
}, {
    "isL" : 1,
    "pId" : 211400,
    "id" : 211404,
    "title" : "南票区"
}, {
    "isL" : 1,
    "pId" : 211400,
    "id" : 211421,
    "title" : "绥中县"
}, {
    "isL" : 1,
    "pId" : 211400,
    "id" : 211422,
    "title" : "建昌县"
}, {
    "isL" : 1,
    "pId" : 211400,
    "id" : 211481,
    "title" : "兴城市"
}, {
    "isL" : 0,
    "pId" : 0,
    "id" : 220000,
    "title" : "吉林省"
}, {
    "isL" : 0,
    "pId" : 220000,
    "id" : 220100,
    "title" : "长春市"
}, {
    "isL" : 1,
    "pId" : 220100,
    "id" : 220101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 220100,
    "id" : 220102,
    "title" : "南关区"
}, {
    "isL" : 1,
    "pId" : 220100,
    "id" : 220103,
    "title" : "宽城区"
}, {
    "isL" : 1,
    "pId" : 220100,
    "id" : 220104,
    "title" : "朝阳区"
}, {
    "isL" : 1,
    "pId" : 220100,
    "id" : 220105,
    "title" : "二道区"
}, {
    "isL" : 1,
    "pId" : 220100,
    "id" : 220106,
    "title" : "绿园区"
}, {
    "isL" : 1,
    "pId" : 220100,
    "id" : 220112,
    "title" : "双阳区"
}, {
    "isL" : 1,
    "pId" : 220100,
    "id" : 220122,
    "title" : "农安县"
}, {
    "isL" : 1,
    "pId" : 220100,
    "id" : 220181,
    "title" : "九台市"
}, {
    "isL" : 1,
    "pId" : 220100,
    "id" : 220182,
    "title" : "榆树市"
}, {
    "isL" : 1,
    "pId" : 220100,
    "id" : 220183,
    "title" : "德惠市"
}, {
    "isL" : 0,
    "pId" : 220000,
    "id" : 220200,
    "title" : "吉林市"
}, {
    "isL" : 1,
    "pId" : 220200,
    "id" : 220201,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 220200,
    "id" : 220202,
    "title" : "昌邑区"
}, {
    "isL" : 1,
    "pId" : 220200,
    "id" : 220203,
    "title" : "龙潭区"
}, {
    "isL" : 1,
    "pId" : 220200,
    "id" : 220204,
    "title" : "船营区"
}, {
    "isL" : 1,
    "pId" : 220200,
    "id" : 220211,
    "title" : "丰满区"
}, {
    "isL" : 1,
    "pId" : 220200,
    "id" : 220221,
    "title" : "永吉县"
}, {
    "isL" : 1,
    "pId" : 220200,
    "id" : 220281,
    "title" : "蛟河市"
}, {
    "isL" : 1,
    "pId" : 220200,
    "id" : 220282,
    "title" : "桦甸市"
}, {
    "isL" : 1,
    "pId" : 220200,
    "id" : 220283,
    "title" : "舒兰市"
}, {
    "isL" : 1,
    "pId" : 220200,
    "id" : 220284,
    "title" : "磐石市"
}, {
    "isL" : 0,
    "pId" : 220000,
    "id" : 220300,
    "title" : "四平市"
}, {
    "isL" : 1,
    "pId" : 220300,
    "id" : 220301,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 220300,
    "id" : 220302,
    "title" : "铁西区"
}, {
    "isL" : 1,
    "pId" : 220300,
    "id" : 220303,
    "title" : "铁东区"
}, {
    "isL" : 1,
    "pId" : 220300,
    "id" : 220322,
    "title" : "梨树县"
}, {
    "isL" : 1,
    "pId" : 220300,
    "id" : 220323,
    "title" : "伊通满族自治县"
}, {
    "isL" : 1,
    "pId" : 220300,
    "id" : 220381,
    "title" : "公主岭市"
}, {
    "isL" : 1,
    "pId" : 220300,
    "id" : 220382,
    "title" : "双辽市"
}, {
    "isL" : 0,
    "pId" : 220000,
    "id" : 220400,
    "title" : "辽源市"
}, {
    "isL" : 1,
    "pId" : 220400,
    "id" : 220401,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 220400,
    "id" : 220402,
    "title" : "龙山区"
}, {
    "isL" : 1,
    "pId" : 220400,
    "id" : 220403,
    "title" : "西安区"
}, {
    "isL" : 1,
    "pId" : 220400,
    "id" : 220421,
    "title" : "东丰县"
}, {
    "isL" : 1,
    "pId" : 220400,
    "id" : 220422,
    "title" : "东辽县"
}, {
    "isL" : 0,
    "pId" : 220000,
    "id" : 220500,
    "title" : "通化市"
}, {
    "isL" : 1,
    "pId" : 220500,
    "id" : 220501,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 220500,
    "id" : 220502,
    "title" : "东昌区"
}, {
    "isL" : 1,
    "pId" : 220500,
    "id" : 220503,
    "title" : "二道江区"
}, {
    "isL" : 1,
    "pId" : 220500,
    "id" : 220521,
    "title" : "通化县"
}, {
    "isL" : 1,
    "pId" : 220500,
    "id" : 220523,
    "title" : "辉南县"
}, {
    "isL" : 1,
    "pId" : 220500,
    "id" : 220524,
    "title" : "柳河县"
}, {
    "isL" : 1,
    "pId" : 220500,
    "id" : 220581,
    "title" : "梅河口市"
}, {
    "isL" : 1,
    "pId" : 220500,
    "id" : 220582,
    "title" : "集安市"
}, {
    "isL" : 0,
    "pId" : 220000,
    "id" : 220600,
    "title" : "白山市"
}, {
    "isL" : 1,
    "pId" : 220600,
    "id" : 220601,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 220600,
    "id" : 220602,
    "title" : "八道江区"
}, {
    "isL" : 1,
    "pId" : 220600,
    "id" : 220621,
    "title" : "抚松县"
}, {
    "isL" : 1,
    "pId" : 220600,
    "id" : 220622,
    "title" : "靖宇县"
}, {
    "isL" : 1,
    "pId" : 220600,
    "id" : 220623,
    "title" : "长白朝鲜族自治县"
}, {
    "isL" : 1,
    "pId" : 220600,
    "id" : 220625,
    "title" : "江源县"
}, {
    "isL" : 1,
    "pId" : 220600,
    "id" : 220681,
    "title" : "临江市"
}, {
    "isL" : 0,
    "pId" : 220000,
    "id" : 220700,
    "title" : "松原市"
}, {
    "isL" : 1,
    "pId" : 220700,
    "id" : 220701,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 220700,
    "id" : 220702,
    "title" : "宁江区"
}, {
    "isL" : 1,
    "pId" : 220700,
    "id" : 220721,
    "title" : "前郭尔罗斯蒙古族自治县"
}, {
    "isL" : 1,
    "pId" : 220700,
    "id" : 220722,
    "title" : "长岭县"
}, {
    "isL" : 1,
    "pId" : 220700,
    "id" : 220723,
    "title" : "乾安县"
}, {
    "isL" : 1,
    "pId" : 220700,
    "id" : 220724,
    "title" : "扶余县"
}, {
    "isL" : 0,
    "pId" : 220000,
    "id" : 220800,
    "title" : "白城市"
}, {
    "isL" : 1,
    "pId" : 220800,
    "id" : 220801,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 220800,
    "id" : 220802,
    "title" : "洮北区"
}, {
    "isL" : 1,
    "pId" : 220800,
    "id" : 220821,
    "title" : "镇赉县"
}, {
    "isL" : 1,
    "pId" : 220800,
    "id" : 220822,
    "title" : "通榆县"
}, {
    "isL" : 1,
    "pId" : 220800,
    "id" : 220881,
    "title" : "洮南市"
}, {
    "isL" : 1,
    "pId" : 220800,
    "id" : 220882,
    "title" : "大安市"
}, {
    "isL" : 0,
    "pId" : 220000,
    "id" : 222400,
    "title" : "延边朝鲜族自治州"
}, {
    "isL" : 1,
    "pId" : 222400,
    "id" : 222401,
    "title" : "延吉市"
}, {
    "isL" : 1,
    "pId" : 222400,
    "id" : 222402,
    "title" : "图们市"
}, {
    "isL" : 1,
    "pId" : 222400,
    "id" : 222403,
    "title" : "敦化市"
}, {
    "isL" : 1,
    "pId" : 222400,
    "id" : 222404,
    "title" : "珲春市"
}, {
    "isL" : 1,
    "pId" : 222400,
    "id" : 222405,
    "title" : "龙井市"
}, {
    "isL" : 1,
    "pId" : 222400,
    "id" : 222406,
    "title" : "和龙市"
}, {
    "isL" : 1,
    "pId" : 222400,
    "id" : 222424,
    "title" : "汪清县"
}, {
    "isL" : 1,
    "pId" : 222400,
    "id" : 222426,
    "title" : "安图县"
}, {
    "isL" : 0,
    "pId" : 0,
    "id" : 230000,
    "title" : "黑龙江省"
}, {
    "isL" : 0,
    "pId" : 230000,
    "id" : 230100,
    "title" : "哈尔滨市"
}, {
    "isL" : 1,
    "pId" : 230100,
    "id" : 230101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 230100,
    "id" : 230102,
    "title" : "道里区"
}, {
    "isL" : 1,
    "pId" : 230100,
    "id" : 230103,
    "title" : "南岗区"
}, {
    "isL" : 1,
    "pId" : 230100,
    "id" : 230104,
    "title" : "道外区"
}, {
    "isL" : 1,
    "pId" : 230100,
    "id" : 230106,
    "title" : "香坊区"
}, {
    "isL" : 1,
    "pId" : 230100,
    "id" : 230107,
    "title" : "动力区"
}, {
    "isL" : 1,
    "pId" : 230100,
    "id" : 230108,
    "title" : "平房区"
}, {
    "isL" : 1,
    "pId" : 230100,
    "id" : 230109,
    "title" : "松北区"
}, {
    "isL" : 1,
    "pId" : 230100,
    "id" : 230111,
    "title" : "呼兰区"
}, {
    "isL" : 1,
    "pId" : 230100,
    "id" : 230123,
    "title" : "依兰县"
}, {
    "isL" : 1,
    "pId" : 230100,
    "id" : 230124,
    "title" : "方正县"
}, {
    "isL" : 1,
    "pId" : 230100,
    "id" : 230125,
    "title" : "宾　县"
}, {
    "isL" : 1,
    "pId" : 230100,
    "id" : 230126,
    "title" : "巴彦县"
}, {
    "isL" : 1,
    "pId" : 230100,
    "id" : 230127,
    "title" : "木兰县"
}, {
    "isL" : 1,
    "pId" : 230100,
    "id" : 230128,
    "title" : "通河县"
}, {
    "isL" : 1,
    "pId" : 230100,
    "id" : 230129,
    "title" : "延寿县"
}, {
    "isL" : 1,
    "pId" : 230100,
    "id" : 230181,
    "title" : "阿城市"
}, {
    "isL" : 1,
    "pId" : 230100,
    "id" : 230182,
    "title" : "双城市"
}, {
    "isL" : 1,
    "pId" : 230100,
    "id" : 230183,
    "title" : "尚志市"
}, {
    "isL" : 1,
    "pId" : 230100,
    "id" : 230184,
    "title" : "五常市"
}, {
    "isL" : 0,
    "pId" : 230000,
    "id" : 230200,
    "title" : "齐齐哈尔市"
}, {
    "isL" : 1,
    "pId" : 230200,
    "id" : 230201,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 230200,
    "id" : 230202,
    "title" : "龙沙区"
}, {
    "isL" : 1,
    "pId" : 230200,
    "id" : 230203,
    "title" : "建华区"
}, {
    "isL" : 1,
    "pId" : 230200,
    "id" : 230204,
    "title" : "铁锋区"
}, {
    "isL" : 1,
    "pId" : 230200,
    "id" : 230205,
    "title" : "昂昂溪区"
}, {
    "isL" : 1,
    "pId" : 230200,
    "id" : 230206,
    "title" : "富拉尔基区"
}, {
    "isL" : 1,
    "pId" : 230200,
    "id" : 230207,
    "title" : "碾子山区"
}, {
    "isL" : 1,
    "pId" : 230200,
    "id" : 230208,
    "title" : "梅里斯达斡尔族区"
}, {
    "isL" : 1,
    "pId" : 230200,
    "id" : 230221,
    "title" : "龙江县"
}, {
    "isL" : 1,
    "pId" : 230200,
    "id" : 230223,
    "title" : "依安县"
}, {
    "isL" : 1,
    "pId" : 230200,
    "id" : 230224,
    "title" : "泰来县"
}, {
    "isL" : 1,
    "pId" : 230200,
    "id" : 230225,
    "title" : "甘南县"
}, {
    "isL" : 1,
    "pId" : 230200,
    "id" : 230227,
    "title" : "富裕县"
}, {
    "isL" : 1,
    "pId" : 230200,
    "id" : 230229,
    "title" : "克山县"
}, {
    "isL" : 1,
    "pId" : 230200,
    "id" : 230230,
    "title" : "克东县"
}, {
    "isL" : 1,
    "pId" : 230200,
    "id" : 230231,
    "title" : "拜泉县"
}, {
    "isL" : 1,
    "pId" : 230200,
    "id" : 230281,
    "title" : "讷河市"
}, {
    "isL" : 0,
    "pId" : 230000,
    "id" : 230300,
    "title" : "鸡西市"
}, {
    "isL" : 1,
    "pId" : 230300,
    "id" : 230301,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 230300,
    "id" : 230302,
    "title" : "鸡冠区"
}, {
    "isL" : 1,
    "pId" : 230300,
    "id" : 230303,
    "title" : "恒山区"
}, {
    "isL" : 1,
    "pId" : 230300,
    "id" : 230304,
    "title" : "滴道区"
}, {
    "isL" : 1,
    "pId" : 230300,
    "id" : 230305,
    "title" : "梨树区"
}, {
    "isL" : 1,
    "pId" : 230300,
    "id" : 230306,
    "title" : "城子河区"
}, {
    "isL" : 1,
    "pId" : 230300,
    "id" : 230307,
    "title" : "麻山区"
}, {
    "isL" : 1,
    "pId" : 230300,
    "id" : 230321,
    "title" : "鸡东县"
}, {
    "isL" : 1,
    "pId" : 230300,
    "id" : 230381,
    "title" : "虎林市"
}, {
    "isL" : 1,
    "pId" : 230300,
    "id" : 230382,
    "title" : "密山市"
}, {
    "isL" : 0,
    "pId" : 230000,
    "id" : 230400,
    "title" : "鹤岗市"
}, {
    "isL" : 1,
    "pId" : 230400,
    "id" : 230401,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 230400,
    "id" : 230402,
    "title" : "向阳区"
}, {
    "isL" : 1,
    "pId" : 230400,
    "id" : 230403,
    "title" : "工农区"
}, {
    "isL" : 1,
    "pId" : 230400,
    "id" : 230404,
    "title" : "南山区"
}, {
    "isL" : 1,
    "pId" : 230400,
    "id" : 230405,
    "title" : "兴安区"
}, {
    "isL" : 1,
    "pId" : 230400,
    "id" : 230406,
    "title" : "东山区"
}, {
    "isL" : 1,
    "pId" : 230400,
    "id" : 230407,
    "title" : "兴山区"
}, {
    "isL" : 1,
    "pId" : 230400,
    "id" : 230421,
    "title" : "萝北县"
}, {
    "isL" : 1,
    "pId" : 230400,
    "id" : 230422,
    "title" : "绥滨县"
}, {
    "isL" : 0,
    "pId" : 230000,
    "id" : 230500,
    "title" : "双鸭山市"
}, {
    "isL" : 1,
    "pId" : 230500,
    "id" : 230501,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 230500,
    "id" : 230502,
    "title" : "尖山区"
}, {
    "isL" : 1,
    "pId" : 230500,
    "id" : 230503,
    "title" : "岭东区"
}, {
    "isL" : 1,
    "pId" : 230500,
    "id" : 230505,
    "title" : "四方台区"
}, {
    "isL" : 1,
    "pId" : 230500,
    "id" : 230506,
    "title" : "宝山区"
}, {
    "isL" : 1,
    "pId" : 230500,
    "id" : 230521,
    "title" : "集贤县"
}, {
    "isL" : 1,
    "pId" : 230500,
    "id" : 230522,
    "title" : "友谊县"
}, {
    "isL" : 1,
    "pId" : 230500,
    "id" : 230523,
    "title" : "宝清县"
}, {
    "isL" : 1,
    "pId" : 230500,
    "id" : 230524,
    "title" : "饶河县"
}, {
    "isL" : 0,
    "pId" : 230000,
    "id" : 230600,
    "title" : "大庆市"
}, {
    "isL" : 1,
    "pId" : 230600,
    "id" : 230601,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 230600,
    "id" : 230602,
    "title" : "萨尔图区"
}, {
    "isL" : 1,
    "pId" : 230600,
    "id" : 230603,
    "title" : "龙凤区"
}, {
    "isL" : 1,
    "pId" : 230600,
    "id" : 230604,
    "title" : "让胡路区"
}, {
    "isL" : 1,
    "pId" : 230600,
    "id" : 230605,
    "title" : "红岗区"
}, {
    "isL" : 1,
    "pId" : 230600,
    "id" : 230606,
    "title" : "大同区"
}, {
    "isL" : 1,
    "pId" : 230600,
    "id" : 230621,
    "title" : "肇州县"
}, {
    "isL" : 1,
    "pId" : 230600,
    "id" : 230622,
    "title" : "肇源县"
}, {
    "isL" : 1,
    "pId" : 230600,
    "id" : 230623,
    "title" : "林甸县"
}, {
    "isL" : 1,
    "pId" : 230600,
    "id" : 230624,
    "title" : "杜尔伯特蒙古族自治县"
}, {
    "isL" : 0,
    "pId" : 230000,
    "id" : 230700,
    "title" : "伊春市"
}, {
    "isL" : 1,
    "pId" : 230700,
    "id" : 230701,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 230700,
    "id" : 230702,
    "title" : "伊春区"
}, {
    "isL" : 1,
    "pId" : 230700,
    "id" : 230703,
    "title" : "南岔区"
}, {
    "isL" : 1,
    "pId" : 230700,
    "id" : 230704,
    "title" : "友好区"
}, {
    "isL" : 1,
    "pId" : 230700,
    "id" : 230705,
    "title" : "西林区"
}, {
    "isL" : 1,
    "pId" : 230700,
    "id" : 230706,
    "title" : "翠峦区"
}, {
    "isL" : 1,
    "pId" : 230700,
    "id" : 230707,
    "title" : "新青区"
}, {
    "isL" : 1,
    "pId" : 230700,
    "id" : 230708,
    "title" : "美溪区"
}, {
    "isL" : 1,
    "pId" : 230700,
    "id" : 230709,
    "title" : "金山屯区"
}, {
    "isL" : 1,
    "pId" : 230700,
    "id" : 230710,
    "title" : "五营区"
}, {
    "isL" : 1,
    "pId" : 230700,
    "id" : 230711,
    "title" : "乌马河区"
}, {
    "isL" : 1,
    "pId" : 230700,
    "id" : 230712,
    "title" : "汤旺河区"
}, {
    "isL" : 1,
    "pId" : 230700,
    "id" : 230713,
    "title" : "带岭区"
}, {
    "isL" : 1,
    "pId" : 230700,
    "id" : 230714,
    "title" : "乌伊岭区"
}, {
    "isL" : 1,
    "pId" : 230700,
    "id" : 230715,
    "title" : "红星区"
}, {
    "isL" : 1,
    "pId" : 230700,
    "id" : 230716,
    "title" : "上甘岭区"
}, {
    "isL" : 1,
    "pId" : 230700,
    "id" : 230722,
    "title" : "嘉荫县"
}, {
    "isL" : 1,
    "pId" : 230700,
    "id" : 230781,
    "title" : "铁力市"
}, {
    "isL" : 0,
    "pId" : 230000,
    "id" : 230800,
    "title" : "佳木斯市"
}, {
    "isL" : 1,
    "pId" : 230800,
    "id" : 230801,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 230800,
    "id" : 230802,
    "title" : "永红区"
}, {
    "isL" : 1,
    "pId" : 230800,
    "id" : 230803,
    "title" : "向阳区"
}, {
    "isL" : 1,
    "pId" : 230800,
    "id" : 230804,
    "title" : "前进区"
}, {
    "isL" : 1,
    "pId" : 230800,
    "id" : 230805,
    "title" : "东风区"
}, {
    "isL" : 1,
    "pId" : 230800,
    "id" : 230811,
    "title" : "郊　区"
}, {
    "isL" : 1,
    "pId" : 230800,
    "id" : 230822,
    "title" : "桦南县"
}, {
    "isL" : 1,
    "pId" : 230800,
    "id" : 230826,
    "title" : "桦川县"
}, {
    "isL" : 1,
    "pId" : 230800,
    "id" : 230828,
    "title" : "汤原县"
}, {
    "isL" : 1,
    "pId" : 230800,
    "id" : 230833,
    "title" : "抚远县"
}, {
    "isL" : 1,
    "pId" : 230800,
    "id" : 230881,
    "title" : "同江市"
}, {
    "isL" : 1,
    "pId" : 230800,
    "id" : 230882,
    "title" : "富锦市"
}, {
    "isL" : 0,
    "pId" : 230000,
    "id" : 230900,
    "title" : "七台河市"
}, {
    "isL" : 1,
    "pId" : 230900,
    "id" : 230901,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 230900,
    "id" : 230902,
    "title" : "新兴区"
}, {
    "isL" : 1,
    "pId" : 230900,
    "id" : 230903,
    "title" : "桃山区"
}, {
    "isL" : 1,
    "pId" : 230900,
    "id" : 230904,
    "title" : "茄子河区"
}, {
    "isL" : 1,
    "pId" : 230900,
    "id" : 230921,
    "title" : "勃利县"
}, {
    "isL" : 0,
    "pId" : 230000,
    "id" : 231000,
    "title" : "牡丹江市"
}, {
    "isL" : 1,
    "pId" : 231000,
    "id" : 231001,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 231000,
    "id" : 231002,
    "title" : "东安区"
}, {
    "isL" : 1,
    "pId" : 231000,
    "id" : 231003,
    "title" : "阳明区"
}, {
    "isL" : 1,
    "pId" : 231000,
    "id" : 231004,
    "title" : "爱民区"
}, {
    "isL" : 1,
    "pId" : 231000,
    "id" : 231005,
    "title" : "西安区"
}, {
    "isL" : 1,
    "pId" : 231000,
    "id" : 231024,
    "title" : "东宁县"
}, {
    "isL" : 1,
    "pId" : 231000,
    "id" : 231025,
    "title" : "林口县"
}, {
    "isL" : 1,
    "pId" : 231000,
    "id" : 231081,
    "title" : "绥芬河市"
}, {
    "isL" : 1,
    "pId" : 231000,
    "id" : 231083,
    "title" : "海林市"
}, {
    "isL" : 1,
    "pId" : 231000,
    "id" : 231084,
    "title" : "宁安市"
}, {
    "isL" : 1,
    "pId" : 231000,
    "id" : 231085,
    "title" : "穆棱市"
}, {
    "isL" : 0,
    "pId" : 230000,
    "id" : 231100,
    "title" : "黑河市"
}, {
    "isL" : 1,
    "pId" : 231100,
    "id" : 231101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 231100,
    "id" : 231102,
    "title" : "爱辉区"
}, {
    "isL" : 1,
    "pId" : 231100,
    "id" : 231121,
    "title" : "嫩江县"
}, {
    "isL" : 1,
    "pId" : 231100,
    "id" : 231123,
    "title" : "逊克县"
}, {
    "isL" : 1,
    "pId" : 231100,
    "id" : 231124,
    "title" : "孙吴县"
}, {
    "isL" : 1,
    "pId" : 231100,
    "id" : 231181,
    "title" : "北安市"
}, {
    "isL" : 1,
    "pId" : 231100,
    "id" : 231182,
    "title" : "五大连池市"
}, {
    "isL" : 0,
    "pId" : 230000,
    "id" : 231200,
    "title" : "绥化市"
}, {
    "isL" : 1,
    "pId" : 231200,
    "id" : 231201,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 231200,
    "id" : 231202,
    "title" : "北林区"
}, {
    "isL" : 1,
    "pId" : 231200,
    "id" : 231221,
    "title" : "望奎县"
}, {
    "isL" : 1,
    "pId" : 231200,
    "id" : 231222,
    "title" : "兰西县"
}, {
    "isL" : 1,
    "pId" : 231200,
    "id" : 231223,
    "title" : "青冈县"
}, {
    "isL" : 1,
    "pId" : 231200,
    "id" : 231224,
    "title" : "庆安县"
}, {
    "isL" : 1,
    "pId" : 231200,
    "id" : 231225,
    "title" : "明水县"
}, {
    "isL" : 1,
    "pId" : 231200,
    "id" : 231226,
    "title" : "绥棱县"
}, {
    "isL" : 1,
    "pId" : 231200,
    "id" : 231281,
    "title" : "安达市"
}, {
    "isL" : 1,
    "pId" : 231200,
    "id" : 231282,
    "title" : "肇东市"
}, {
    "isL" : 1,
    "pId" : 231200,
    "id" : 231283,
    "title" : "海伦市"
}, {
    "isL" : 0,
    "pId" : 230000,
    "id" : 232700,
    "title" : "大兴安岭地区"
}, {
    "isL" : 1,
    "pId" : 232700,
    "id" : 232721,
    "title" : "呼玛县"
}, {
    "isL" : 1,
    "pId" : 232700,
    "id" : 232722,
    "title" : "塔河县"
}, {
    "isL" : 1,
    "pId" : 232700,
    "id" : 232723,
    "title" : "漠河县"
}, {
    "isL" : 0,
    "pId" : 0,
    "id" : 310000,
    "title" : "上海市"
}, {
    "isL" : 0,
    "pId" : 310000,
    "id" : 310100,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 310100,
    "id" : 310101,
    "title" : "黄浦区"
}, {
    "isL" : 1,
    "pId" : 310100,
    "id" : 310103,
    "title" : "卢湾区"
}, {
    "isL" : 1,
    "pId" : 310100,
    "id" : 310104,
    "title" : "徐汇区"
}, {
    "isL" : 1,
    "pId" : 310100,
    "id" : 310105,
    "title" : "长宁区"
}, {
    "isL" : 1,
    "pId" : 310100,
    "id" : 310106,
    "title" : "静安区"
}, {
    "isL" : 1,
    "pId" : 310100,
    "id" : 310107,
    "title" : "普陀区"
}, {
    "isL" : 1,
    "pId" : 310100,
    "id" : 310108,
    "title" : "闸北区"
}, {
    "isL" : 1,
    "pId" : 310100,
    "id" : 310109,
    "title" : "虹口区"
}, {
    "isL" : 1,
    "pId" : 310100,
    "id" : 310110,
    "title" : "杨浦区"
}, {
    "isL" : 1,
    "pId" : 310100,
    "id" : 310112,
    "title" : "闵行区"
}, {
    "isL" : 1,
    "pId" : 310100,
    "id" : 310113,
    "title" : "宝山区"
}, {
    "isL" : 1,
    "pId" : 310100,
    "id" : 310114,
    "title" : "嘉定区"
}, {
    "isL" : 1,
    "pId" : 310100,
    "id" : 310115,
    "title" : "浦东新区"
}, {
    "isL" : 1,
    "pId" : 310100,
    "id" : 310116,
    "title" : "金山区"
}, {
    "isL" : 1,
    "pId" : 310100,
    "id" : 310117,
    "title" : "松江区"
}, {
    "isL" : 1,
    "pId" : 310100,
    "id" : 310118,
    "title" : "青浦区"
}, {
    "isL" : 1,
    "pId" : 310100,
    "id" : 310119,
    "title" : "南汇区"
}, {
    "isL" : 1,
    "pId" : 310100,
    "id" : 310120,
    "title" : "奉贤区"
}, {
    "isL" : 0,
    "pId" : 310000,
    "id" : 310200,
    "title" : "县"
}, {
    "isL" : 1,
    "pId" : 310200,
    "id" : 310230,
    "title" : "崇明县"
}, {
    "isL" : 0,
    "pId" : 0,
    "id" : 320000,
    "title" : "江苏省"
}, {
    "isL" : 0,
    "pId" : 320000,
    "id" : 320100,
    "title" : "南京市"
}, {
    "isL" : 1,
    "pId" : 320100,
    "id" : 320101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 320100,
    "id" : 320102,
    "title" : "玄武区"
}, {
    "isL" : 1,
    "pId" : 320100,
    "id" : 320103,
    "title" : "白下区"
}, {
    "isL" : 1,
    "pId" : 320100,
    "id" : 320104,
    "title" : "秦淮区"
}, {
    "isL" : 1,
    "pId" : 320100,
    "id" : 320105,
    "title" : "建邺区"
}, {
    "isL" : 1,
    "pId" : 320100,
    "id" : 320106,
    "title" : "鼓楼区"
}, {
    "isL" : 1,
    "pId" : 320100,
    "id" : 320107,
    "title" : "下关区"
}, {
    "isL" : 1,
    "pId" : 320100,
    "id" : 320111,
    "title" : "浦口区"
}, {
    "isL" : 1,
    "pId" : 320100,
    "id" : 320113,
    "title" : "栖霞区"
}, {
    "isL" : 1,
    "pId" : 320100,
    "id" : 320114,
    "title" : "雨花台区"
}, {
    "isL" : 1,
    "pId" : 320100,
    "id" : 320115,
    "title" : "江宁区"
}, {
    "isL" : 1,
    "pId" : 320100,
    "id" : 320116,
    "title" : "六合区"
}, {
    "isL" : 1,
    "pId" : 320100,
    "id" : 320124,
    "title" : "溧水县"
}, {
    "isL" : 1,
    "pId" : 320100,
    "id" : 320125,
    "title" : "高淳县"
}, {
    "isL" : 0,
    "pId" : 320000,
    "id" : 320200,
    "title" : "无锡市"
}, {
    "isL" : 1,
    "pId" : 320200,
    "id" : 320201,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 320200,
    "id" : 320202,
    "title" : "崇安区"
}, {
    "isL" : 1,
    "pId" : 320200,
    "id" : 320203,
    "title" : "南长区"
}, {
    "isL" : 1,
    "pId" : 320200,
    "id" : 320204,
    "title" : "北塘区"
}, {
    "isL" : 1,
    "pId" : 320200,
    "id" : 320205,
    "title" : "锡山区"
}, {
    "isL" : 1,
    "pId" : 320200,
    "id" : 320206,
    "title" : "惠山区"
}, {
    "isL" : 1,
    "pId" : 320200,
    "id" : 320211,
    "title" : "滨湖区"
}, {
    "isL" : 1,
    "pId" : 320200,
    "id" : 320281,
    "title" : "江阴市"
}, {
    "isL" : 1,
    "pId" : 320200,
    "id" : 320282,
    "title" : "宜兴市"
}, {
    "isL" : 0,
    "pId" : 320000,
    "id" : 320300,
    "title" : "徐州市"
}, {
    "isL" : 1,
    "pId" : 320300,
    "id" : 320301,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 320300,
    "id" : 320302,
    "title" : "鼓楼区"
}, {
    "isL" : 1,
    "pId" : 320300,
    "id" : 320303,
    "title" : "云龙区"
}, {
    "isL" : 1,
    "pId" : 320300,
    "id" : 320304,
    "title" : "九里区"
}, {
    "isL" : 1,
    "pId" : 320300,
    "id" : 320305,
    "title" : "贾汪区"
}, {
    "isL" : 1,
    "pId" : 320300,
    "id" : 320311,
    "title" : "泉山区"
}, {
    "isL" : 1,
    "pId" : 320300,
    "id" : 320321,
    "title" : "丰　县"
}, {
    "isL" : 1,
    "pId" : 320300,
    "id" : 320322,
    "title" : "沛　县"
}, {
    "isL" : 1,
    "pId" : 320300,
    "id" : 320323,
    "title" : "铜山县"
}, {
    "isL" : 1,
    "pId" : 320300,
    "id" : 320324,
    "title" : "睢宁县"
}, {
    "isL" : 1,
    "pId" : 320300,
    "id" : 320381,
    "title" : "新沂市"
}, {
    "isL" : 1,
    "pId" : 320300,
    "id" : 320382,
    "title" : "邳州市"
}, {
    "isL" : 0,
    "pId" : 320000,
    "id" : 320400,
    "title" : "常州市"
}, {
    "isL" : 1,
    "pId" : 320400,
    "id" : 320401,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 320400,
    "id" : 320402,
    "title" : "天宁区"
}, {
    "isL" : 1,
    "pId" : 320400,
    "id" : 320404,
    "title" : "钟楼区"
}, {
    "isL" : 1,
    "pId" : 320400,
    "id" : 320405,
    "title" : "戚墅堰区"
}, {
    "isL" : 1,
    "pId" : 320400,
    "id" : 320411,
    "title" : "新北区"
}, {
    "isL" : 1,
    "pId" : 320400,
    "id" : 320412,
    "title" : "武进区"
}, {
    "isL" : 1,
    "pId" : 320400,
    "id" : 320481,
    "title" : "溧阳市"
}, {
    "isL" : 1,
    "pId" : 320400,
    "id" : 320482,
    "title" : "金坛市"
}, {
    "isL" : 0,
    "pId" : 320000,
    "id" : 320500,
    "title" : "苏州市"
}, {
    "isL" : 1,
    "pId" : 320500,
    "id" : 320501,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 320500,
    "id" : 320502,
    "title" : "沧浪区"
}, {
    "isL" : 1,
    "pId" : 320500,
    "id" : 320503,
    "title" : "平江区"
}, {
    "isL" : 1,
    "pId" : 320500,
    "id" : 320504,
    "title" : "金阊区"
}, {
    "isL" : 1,
    "pId" : 320500,
    "id" : 320505,
    "title" : "虎丘区"
}, {
    "isL" : 1,
    "pId" : 320500,
    "id" : 320506,
    "title" : "吴中区"
}, {
    "isL" : 1,
    "pId" : 320500,
    "id" : 320507,
    "title" : "相城区"
}, {
    "isL" : 1,
    "pId" : 320500,
    "id" : 320581,
    "title" : "常熟市"
}, {
    "isL" : 1,
    "pId" : 320500,
    "id" : 320582,
    "title" : "张家港市"
}, {
    "isL" : 1,
    "pId" : 320500,
    "id" : 320583,
    "title" : "昆山市"
}, {
    "isL" : 1,
    "pId" : 320500,
    "id" : 320584,
    "title" : "吴江市"
}, {
    "isL" : 1,
    "pId" : 320500,
    "id" : 320585,
    "title" : "太仓市"
}, {
    "isL" : 0,
    "pId" : 320000,
    "id" : 320600,
    "title" : "南通市"
}, {
    "isL" : 1,
    "pId" : 320600,
    "id" : 320601,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 320600,
    "id" : 320602,
    "title" : "崇川区"
}, {
    "isL" : 1,
    "pId" : 320600,
    "id" : 320611,
    "title" : "港闸区"
}, {
    "isL" : 1,
    "pId" : 320600,
    "id" : 320621,
    "title" : "海安县"
}, {
    "isL" : 1,
    "pId" : 320600,
    "id" : 320623,
    "title" : "如东县"
}, {
    "isL" : 1,
    "pId" : 320600,
    "id" : 320681,
    "title" : "启东市"
}, {
    "isL" : 1,
    "pId" : 320600,
    "id" : 320682,
    "title" : "如皋市"
}, {
    "isL" : 1,
    "pId" : 320600,
    "id" : 320683,
    "title" : "通州市"
}, {
    "isL" : 1,
    "pId" : 320600,
    "id" : 320684,
    "title" : "海门市"
}, {
    "isL" : 0,
    "pId" : 320000,
    "id" : 320700,
    "title" : "连云港市"
}, {
    "isL" : 1,
    "pId" : 320700,
    "id" : 320701,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 320700,
    "id" : 320703,
    "title" : "连云区"
}, {
    "isL" : 1,
    "pId" : 320700,
    "id" : 320705,
    "title" : "新浦区"
}, {
    "isL" : 1,
    "pId" : 320700,
    "id" : 320706,
    "title" : "海州区"
}, {
    "isL" : 1,
    "pId" : 320700,
    "id" : 320721,
    "title" : "赣榆县"
}, {
    "isL" : 1,
    "pId" : 320700,
    "id" : 320722,
    "title" : "东海县"
}, {
    "isL" : 1,
    "pId" : 320700,
    "id" : 320723,
    "title" : "灌云县"
}, {
    "isL" : 1,
    "pId" : 320700,
    "id" : 320724,
    "title" : "灌南县"
}, {
    "isL" : 0,
    "pId" : 320000,
    "id" : 320800,
    "title" : "淮安市"
}, {
    "isL" : 1,
    "pId" : 320800,
    "id" : 320801,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 320800,
    "id" : 320802,
    "title" : "清河区"
}, {
    "isL" : 1,
    "pId" : 320800,
    "id" : 320803,
    "title" : "楚州区"
}, {
    "isL" : 1,
    "pId" : 320800,
    "id" : 320804,
    "title" : "淮阴区"
}, {
    "isL" : 1,
    "pId" : 320800,
    "id" : 320811,
    "title" : "清浦区"
}, {
    "isL" : 1,
    "pId" : 320800,
    "id" : 320826,
    "title" : "涟水县"
}, {
    "isL" : 1,
    "pId" : 320800,
    "id" : 320829,
    "title" : "洪泽县"
}, {
    "isL" : 1,
    "pId" : 320800,
    "id" : 320830,
    "title" : "盱眙县"
}, {
    "isL" : 1,
    "pId" : 320800,
    "id" : 320831,
    "title" : "金湖县"
}, {
    "isL" : 0,
    "pId" : 320000,
    "id" : 320900,
    "title" : "盐城市"
}, {
    "isL" : 1,
    "pId" : 320900,
    "id" : 320901,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 320900,
    "id" : 320902,
    "title" : "亭湖区"
}, {
    "isL" : 1,
    "pId" : 320900,
    "id" : 320903,
    "title" : "盐都区"
}, {
    "isL" : 1,
    "pId" : 320900,
    "id" : 320921,
    "title" : "响水县"
}, {
    "isL" : 1,
    "pId" : 320900,
    "id" : 320922,
    "title" : "滨海县"
}, {
    "isL" : 1,
    "pId" : 320900,
    "id" : 320923,
    "title" : "阜宁县"
}, {
    "isL" : 1,
    "pId" : 320900,
    "id" : 320924,
    "title" : "射阳县"
}, {
    "isL" : 1,
    "pId" : 320900,
    "id" : 320925,
    "title" : "建湖县"
}, {
    "isL" : 1,
    "pId" : 320900,
    "id" : 320981,
    "title" : "东台市"
}, {
    "isL" : 1,
    "pId" : 320900,
    "id" : 320982,
    "title" : "大丰市"
}, {
    "isL" : 0,
    "pId" : 320000,
    "id" : 321000,
    "title" : "扬州市"
}, {
    "isL" : 1,
    "pId" : 321000,
    "id" : 321001,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 321000,
    "id" : 321002,
    "title" : "广陵区"
}, {
    "isL" : 1,
    "pId" : 321000,
    "id" : 321003,
    "title" : "邗江区"
}, {
    "isL" : 1,
    "pId" : 321000,
    "id" : 321011,
    "title" : "郊　区"
}, {
    "isL" : 1,
    "pId" : 321000,
    "id" : 321023,
    "title" : "宝应县"
}, {
    "isL" : 1,
    "pId" : 321000,
    "id" : 321081,
    "title" : "仪征市"
}, {
    "isL" : 1,
    "pId" : 321000,
    "id" : 321084,
    "title" : "高邮市"
}, {
    "isL" : 1,
    "pId" : 321000,
    "id" : 321088,
    "title" : "江都市"
}, {
    "isL" : 0,
    "pId" : 320000,
    "id" : 321100,
    "title" : "镇江市"
}, {
    "isL" : 1,
    "pId" : 321100,
    "id" : 321101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 321100,
    "id" : 321102,
    "title" : "京口区"
}, {
    "isL" : 1,
    "pId" : 321100,
    "id" : 321111,
    "title" : "润州区"
}, {
    "isL" : 1,
    "pId" : 321100,
    "id" : 321112,
    "title" : "丹徒区"
}, {
    "isL" : 1,
    "pId" : 321100,
    "id" : 321181,
    "title" : "丹阳市"
}, {
    "isL" : 1,
    "pId" : 321100,
    "id" : 321182,
    "title" : "扬中市"
}, {
    "isL" : 1,
    "pId" : 321100,
    "id" : 321183,
    "title" : "句容市"
}, {
    "isL" : 0,
    "pId" : 320000,
    "id" : 321200,
    "title" : "泰州市"
}, {
    "isL" : 1,
    "pId" : 321200,
    "id" : 321201,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 321200,
    "id" : 321202,
    "title" : "海陵区"
}, {
    "isL" : 1,
    "pId" : 321200,
    "id" : 321203,
    "title" : "高港区"
}, {
    "isL" : 1,
    "pId" : 321200,
    "id" : 321281,
    "title" : "兴化市"
}, {
    "isL" : 1,
    "pId" : 321200,
    "id" : 321282,
    "title" : "靖江市"
}, {
    "isL" : 1,
    "pId" : 321200,
    "id" : 321283,
    "title" : "泰兴市"
}, {
    "isL" : 1,
    "pId" : 321200,
    "id" : 321284,
    "title" : "姜堰市"
}, {
    "isL" : 0,
    "pId" : 320000,
    "id" : 321300,
    "title" : "宿迁市"
}, {
    "isL" : 1,
    "pId" : 321300,
    "id" : 321301,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 321300,
    "id" : 321302,
    "title" : "宿城区"
}, {
    "isL" : 1,
    "pId" : 321300,
    "id" : 321311,
    "title" : "宿豫区"
}, {
    "isL" : 1,
    "pId" : 321300,
    "id" : 321322,
    "title" : "沭阳县"
}, {
    "isL" : 1,
    "pId" : 321300,
    "id" : 321323,
    "title" : "泗阳县"
}, {
    "isL" : 1,
    "pId" : 321300,
    "id" : 321324,
    "title" : "泗洪县"
}, {
    "isL" : 0,
    "pId" : 0,
    "id" : 330000,
    "title" : "浙江省"
}, {
    "isL" : 0,
    "pId" : 330000,
    "id" : 330100,
    "title" : "杭州市"
}, {
    "isL" : 1,
    "pId" : 330100,
    "id" : 330101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 330100,
    "id" : 330102,
    "title" : "上城区"
}, {
    "isL" : 1,
    "pId" : 330100,
    "id" : 330103,
    "title" : "下城区"
}, {
    "isL" : 1,
    "pId" : 330100,
    "id" : 330104,
    "title" : "江干区"
}, {
    "isL" : 1,
    "pId" : 330100,
    "id" : 330105,
    "title" : "拱墅区"
}, {
    "isL" : 1,
    "pId" : 330100,
    "id" : 330106,
    "title" : "西湖区"
}, {
    "isL" : 1,
    "pId" : 330100,
    "id" : 330108,
    "title" : "滨江区"
}, {
    "isL" : 1,
    "pId" : 330100,
    "id" : 330109,
    "title" : "萧山区"
}, {
    "isL" : 1,
    "pId" : 330100,
    "id" : 330110,
    "title" : "余杭区"
}, {
    "isL" : 1,
    "pId" : 330100,
    "id" : 330122,
    "title" : "桐庐县"
}, {
    "isL" : 1,
    "pId" : 330100,
    "id" : 330127,
    "title" : "淳安县"
}, {
    "isL" : 1,
    "pId" : 330100,
    "id" : 330182,
    "title" : "建德市"
}, {
    "isL" : 1,
    "pId" : 330100,
    "id" : 330183,
    "title" : "富阳市"
}, {
    "isL" : 1,
    "pId" : 330100,
    "id" : 330185,
    "title" : "临安市"
}, {
    "isL" : 0,
    "pId" : 330000,
    "id" : 330200,
    "title" : "宁波市"
}, {
    "isL" : 1,
    "pId" : 330200,
    "id" : 330201,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 330200,
    "id" : 330203,
    "title" : "海曙区"
}, {
    "isL" : 1,
    "pId" : 330200,
    "id" : 330204,
    "title" : "江东区"
}, {
    "isL" : 1,
    "pId" : 330200,
    "id" : 330205,
    "title" : "江北区"
}, {
    "isL" : 1,
    "pId" : 330200,
    "id" : 330206,
    "title" : "北仑区"
}, {
    "isL" : 1,
    "pId" : 330200,
    "id" : 330211,
    "title" : "镇海区"
}, {
    "isL" : 1,
    "pId" : 330200,
    "id" : 330212,
    "title" : "鄞州区"
}, {
    "isL" : 1,
    "pId" : 330200,
    "id" : 330225,
    "title" : "象山县"
}, {
    "isL" : 1,
    "pId" : 330200,
    "id" : 330226,
    "title" : "宁海县"
}, {
    "isL" : 1,
    "pId" : 330200,
    "id" : 330281,
    "title" : "余姚市"
}, {
    "isL" : 1,
    "pId" : 330200,
    "id" : 330282,
    "title" : "慈溪市"
}, {
    "isL" : 1,
    "pId" : 330200,
    "id" : 330283,
    "title" : "奉化市"
}, {
    "isL" : 0,
    "pId" : 330000,
    "id" : 330300,
    "title" : "温州市"
}, {
    "isL" : 1,
    "pId" : 330300,
    "id" : 330301,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 330300,
    "id" : 330302,
    "title" : "鹿城区"
}, {
    "isL" : 1,
    "pId" : 330300,
    "id" : 330303,
    "title" : "龙湾区"
}, {
    "isL" : 1,
    "pId" : 330300,
    "id" : 330304,
    "title" : "瓯海区"
}, {
    "isL" : 1,
    "pId" : 330300,
    "id" : 330322,
    "title" : "洞头县"
}, {
    "isL" : 1,
    "pId" : 330300,
    "id" : 330324,
    "title" : "永嘉县"
}, {
    "isL" : 1,
    "pId" : 330300,
    "id" : 330326,
    "title" : "平阳县"
}, {
    "isL" : 1,
    "pId" : 330300,
    "id" : 330327,
    "title" : "苍南县"
}, {
    "isL" : 1,
    "pId" : 330300,
    "id" : 330328,
    "title" : "文成县"
}, {
    "isL" : 1,
    "pId" : 330300,
    "id" : 330329,
    "title" : "泰顺县"
}, {
    "isL" : 1,
    "pId" : 330300,
    "id" : 330381,
    "title" : "瑞安市"
}, {
    "isL" : 1,
    "pId" : 330300,
    "id" : 330382,
    "title" : "乐清市"
}, {
    "isL" : 0,
    "pId" : 330000,
    "id" : 330400,
    "title" : "嘉兴市"
}, {
    "isL" : 1,
    "pId" : 330400,
    "id" : 330401,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 330400,
    "id" : 330402,
    "title" : "秀城区"
}, {
    "isL" : 1,
    "pId" : 330400,
    "id" : 330411,
    "title" : "秀洲区"
}, {
    "isL" : 1,
    "pId" : 330400,
    "id" : 330421,
    "title" : "嘉善县"
}, {
    "isL" : 1,
    "pId" : 330400,
    "id" : 330424,
    "title" : "海盐县"
}, {
    "isL" : 1,
    "pId" : 330400,
    "id" : 330481,
    "title" : "海宁市"
}, {
    "isL" : 1,
    "pId" : 330400,
    "id" : 330482,
    "title" : "平湖市"
}, {
    "isL" : 1,
    "pId" : 330400,
    "id" : 330483,
    "title" : "桐乡市"
}, {
    "isL" : 0,
    "pId" : 330000,
    "id" : 330500,
    "title" : "湖州市"
}, {
    "isL" : 1,
    "pId" : 330500,
    "id" : 330501,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 330500,
    "id" : 330502,
    "title" : "吴兴区"
}, {
    "isL" : 1,
    "pId" : 330500,
    "id" : 330503,
    "title" : "南浔区"
}, {
    "isL" : 1,
    "pId" : 330500,
    "id" : 330521,
    "title" : "德清县"
}, {
    "isL" : 1,
    "pId" : 330500,
    "id" : 330522,
    "title" : "长兴县"
}, {
    "isL" : 1,
    "pId" : 330500,
    "id" : 330523,
    "title" : "安吉县"
}, {
    "isL" : 0,
    "pId" : 330000,
    "id" : 330600,
    "title" : "绍兴市"
}, {
    "isL" : 1,
    "pId" : 330600,
    "id" : 330601,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 330600,
    "id" : 330602,
    "title" : "越城区"
}, {
    "isL" : 1,
    "pId" : 330600,
    "id" : 330621,
    "title" : "绍兴县"
}, {
    "isL" : 1,
    "pId" : 330600,
    "id" : 330624,
    "title" : "新昌县"
}, {
    "isL" : 1,
    "pId" : 330600,
    "id" : 330681,
    "title" : "诸暨市"
}, {
    "isL" : 1,
    "pId" : 330600,
    "id" : 330682,
    "title" : "上虞市"
}, {
    "isL" : 1,
    "pId" : 330600,
    "id" : 330683,
    "title" : "嵊州市"
}, {
    "isL" : 0,
    "pId" : 330000,
    "id" : 330700,
    "title" : "金华市"
}, {
    "isL" : 1,
    "pId" : 330700,
    "id" : 330701,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 330700,
    "id" : 330702,
    "title" : "婺城区"
}, {
    "isL" : 1,
    "pId" : 330700,
    "id" : 330703,
    "title" : "金东区"
}, {
    "isL" : 1,
    "pId" : 330700,
    "id" : 330723,
    "title" : "武义县"
}, {
    "isL" : 1,
    "pId" : 330700,
    "id" : 330726,
    "title" : "浦江县"
}, {
    "isL" : 1,
    "pId" : 330700,
    "id" : 330727,
    "title" : "磐安县"
}, {
    "isL" : 1,
    "pId" : 330700,
    "id" : 330781,
    "title" : "兰溪市"
}, {
    "isL" : 1,
    "pId" : 330700,
    "id" : 330782,
    "title" : "义乌市"
}, {
    "isL" : 1,
    "pId" : 330700,
    "id" : 330783,
    "title" : "东阳市"
}, {
    "isL" : 1,
    "pId" : 330700,
    "id" : 330784,
    "title" : "永康市"
}, {
    "isL" : 0,
    "pId" : 330000,
    "id" : 330800,
    "title" : "衢州市"
}, {
    "isL" : 1,
    "pId" : 330800,
    "id" : 330801,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 330800,
    "id" : 330802,
    "title" : "柯城区"
}, {
    "isL" : 1,
    "pId" : 330800,
    "id" : 330803,
    "title" : "衢江区"
}, {
    "isL" : 1,
    "pId" : 330800,
    "id" : 330822,
    "title" : "常山县"
}, {
    "isL" : 1,
    "pId" : 330800,
    "id" : 330824,
    "title" : "开化县"
}, {
    "isL" : 1,
    "pId" : 330800,
    "id" : 330825,
    "title" : "龙游县"
}, {
    "isL" : 1,
    "pId" : 330800,
    "id" : 330881,
    "title" : "江山市"
}, {
    "isL" : 0,
    "pId" : 330000,
    "id" : 330900,
    "title" : "舟山市"
}, {
    "isL" : 1,
    "pId" : 330900,
    "id" : 330901,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 330900,
    "id" : 330902,
    "title" : "定海区"
}, {
    "isL" : 1,
    "pId" : 330900,
    "id" : 330903,
    "title" : "普陀区"
}, {
    "isL" : 1,
    "pId" : 330900,
    "id" : 330921,
    "title" : "岱山县"
}, {
    "isL" : 1,
    "pId" : 330900,
    "id" : 330922,
    "title" : "嵊泗县"
}, {
    "isL" : 0,
    "pId" : 330000,
    "id" : 331000,
    "title" : "台州市"
}, {
    "isL" : 1,
    "pId" : 331000,
    "id" : 331001,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 331000,
    "id" : 331002,
    "title" : "椒江区"
}, {
    "isL" : 1,
    "pId" : 331000,
    "id" : 331003,
    "title" : "黄岩区"
}, {
    "isL" : 1,
    "pId" : 331000,
    "id" : 331004,
    "title" : "路桥区"
}, {
    "isL" : 1,
    "pId" : 331000,
    "id" : 331021,
    "title" : "玉环县"
}, {
    "isL" : 1,
    "pId" : 331000,
    "id" : 331022,
    "title" : "三门县"
}, {
    "isL" : 1,
    "pId" : 331000,
    "id" : 331023,
    "title" : "天台县"
}, {
    "isL" : 1,
    "pId" : 331000,
    "id" : 331024,
    "title" : "仙居县"
}, {
    "isL" : 1,
    "pId" : 331000,
    "id" : 331081,
    "title" : "温岭市"
}, {
    "isL" : 1,
    "pId" : 331000,
    "id" : 331082,
    "title" : "临海市"
}, {
    "isL" : 0,
    "pId" : 330000,
    "id" : 331100,
    "title" : "丽水市"
}, {
    "isL" : 1,
    "pId" : 331100,
    "id" : 331101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 331100,
    "id" : 331102,
    "title" : "莲都区"
}, {
    "isL" : 1,
    "pId" : 331100,
    "id" : 331121,
    "title" : "青田县"
}, {
    "isL" : 1,
    "pId" : 331100,
    "id" : 331122,
    "title" : "缙云县"
}, {
    "isL" : 1,
    "pId" : 331100,
    "id" : 331123,
    "title" : "遂昌县"
}, {
    "isL" : 1,
    "pId" : 331100,
    "id" : 331124,
    "title" : "松阳县"
}, {
    "isL" : 1,
    "pId" : 331100,
    "id" : 331125,
    "title" : "云和县"
}, {
    "isL" : 1,
    "pId" : 331100,
    "id" : 331126,
    "title" : "庆元县"
}, {
    "isL" : 1,
    "pId" : 331100,
    "id" : 331127,
    "title" : "景宁畲族自治县"
}, {
    "isL" : 1,
    "pId" : 331100,
    "id" : 331181,
    "title" : "龙泉市"
}, {
    "isL" : 0,
    "pId" : 0,
    "id" : 340000,
    "title" : "安徽省"
}, {
    "isL" : 0,
    "pId" : 340000,
    "id" : 340100,
    "title" : "合肥市"
}, {
    "isL" : 1,
    "pId" : 340100,
    "id" : 340101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 340100,
    "id" : 340102,
    "title" : "瑶海区"
}, {
    "isL" : 1,
    "pId" : 340100,
    "id" : 340103,
    "title" : "庐阳区"
}, {
    "isL" : 1,
    "pId" : 340100,
    "id" : 340104,
    "title" : "蜀山区"
}, {
    "isL" : 1,
    "pId" : 340100,
    "id" : 340111,
    "title" : "包河区"
}, {
    "isL" : 1,
    "pId" : 340100,
    "id" : 340121,
    "title" : "长丰县"
}, {
    "isL" : 1,
    "pId" : 340100,
    "id" : 340122,
    "title" : "肥东县"
}, {
    "isL" : 1,
    "pId" : 340100,
    "id" : 340123,
    "title" : "肥西县"
}, {
    "isL" : 0,
    "pId" : 340000,
    "id" : 340200,
    "title" : "芜湖市"
}, {
    "isL" : 1,
    "pId" : 340200,
    "id" : 340201,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 340200,
    "id" : 340202,
    "title" : "镜湖区"
}, {
    "isL" : 1,
    "pId" : 340200,
    "id" : 340203,
    "title" : "马塘区"
}, {
    "isL" : 1,
    "pId" : 340200,
    "id" : 340204,
    "title" : "新芜区"
}, {
    "isL" : 1,
    "pId" : 340200,
    "id" : 340207,
    "title" : "鸠江区"
}, {
    "isL" : 1,
    "pId" : 340200,
    "id" : 340221,
    "title" : "芜湖县"
}, {
    "isL" : 1,
    "pId" : 340200,
    "id" : 340222,
    "title" : "繁昌县"
}, {
    "isL" : 1,
    "pId" : 340200,
    "id" : 340223,
    "title" : "南陵县"
}, {
    "isL" : 0,
    "pId" : 340000,
    "id" : 340300,
    "title" : "蚌埠市"
}, {
    "isL" : 1,
    "pId" : 340300,
    "id" : 340301,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 340300,
    "id" : 340302,
    "title" : "龙子湖区"
}, {
    "isL" : 1,
    "pId" : 340300,
    "id" : 340303,
    "title" : "蚌山区"
}, {
    "isL" : 1,
    "pId" : 340300,
    "id" : 340304,
    "title" : "禹会区"
}, {
    "isL" : 1,
    "pId" : 340300,
    "id" : 340311,
    "title" : "淮上区"
}, {
    "isL" : 1,
    "pId" : 340300,
    "id" : 340321,
    "title" : "怀远县"
}, {
    "isL" : 1,
    "pId" : 340300,
    "id" : 340322,
    "title" : "五河县"
}, {
    "isL" : 1,
    "pId" : 340300,
    "id" : 340323,
    "title" : "固镇县"
}, {
    "isL" : 0,
    "pId" : 340000,
    "id" : 340400,
    "title" : "淮南市"
}, {
    "isL" : 1,
    "pId" : 340400,
    "id" : 340401,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 340400,
    "id" : 340402,
    "title" : "大通区"
}, {
    "isL" : 1,
    "pId" : 340400,
    "id" : 340403,
    "title" : "田家庵区"
}, {
    "isL" : 1,
    "pId" : 340400,
    "id" : 340404,
    "title" : "谢家集区"
}, {
    "isL" : 1,
    "pId" : 340400,
    "id" : 340405,
    "title" : "八公山区"
}, {
    "isL" : 1,
    "pId" : 340400,
    "id" : 340406,
    "title" : "潘集区"
}, {
    "isL" : 1,
    "pId" : 340400,
    "id" : 340421,
    "title" : "凤台县"
}, {
    "isL" : 0,
    "pId" : 340000,
    "id" : 340500,
    "title" : "马鞍山市"
}, {
    "isL" : 1,
    "pId" : 340500,
    "id" : 340501,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 340500,
    "id" : 340502,
    "title" : "金家庄区"
}, {
    "isL" : 1,
    "pId" : 340500,
    "id" : 340503,
    "title" : "花山区"
}, {
    "isL" : 1,
    "pId" : 340500,
    "id" : 340504,
    "title" : "雨山区"
}, {
    "isL" : 1,
    "pId" : 340500,
    "id" : 340521,
    "title" : "当涂县"
}, {
    "isL" : 0,
    "pId" : 340000,
    "id" : 340600,
    "title" : "淮北市"
}, {
    "isL" : 1,
    "pId" : 340600,
    "id" : 340601,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 340600,
    "id" : 340602,
    "title" : "杜集区"
}, {
    "isL" : 1,
    "pId" : 340600,
    "id" : 340603,
    "title" : "相山区"
}, {
    "isL" : 1,
    "pId" : 340600,
    "id" : 340604,
    "title" : "烈山区"
}, {
    "isL" : 1,
    "pId" : 340600,
    "id" : 340621,
    "title" : "濉溪县"
}, {
    "isL" : 0,
    "pId" : 340000,
    "id" : 340700,
    "title" : "铜陵市"
}, {
    "isL" : 1,
    "pId" : 340700,
    "id" : 340701,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 340700,
    "id" : 340702,
    "title" : "铜官山区"
}, {
    "isL" : 1,
    "pId" : 340700,
    "id" : 340703,
    "title" : "狮子山区"
}, {
    "isL" : 1,
    "pId" : 340700,
    "id" : 340711,
    "title" : "郊　区"
}, {
    "isL" : 1,
    "pId" : 340700,
    "id" : 340721,
    "title" : "铜陵县"
}, {
    "isL" : 0,
    "pId" : 340000,
    "id" : 340800,
    "title" : "安庆市"
}, {
    "isL" : 1,
    "pId" : 340800,
    "id" : 340801,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 340800,
    "id" : 340802,
    "title" : "迎江区"
}, {
    "isL" : 1,
    "pId" : 340800,
    "id" : 340803,
    "title" : "大观区"
}, {
    "isL" : 1,
    "pId" : 340800,
    "id" : 340811,
    "title" : "郊　区"
}, {
    "isL" : 1,
    "pId" : 340800,
    "id" : 340822,
    "title" : "怀宁县"
}, {
    "isL" : 1,
    "pId" : 340800,
    "id" : 340823,
    "title" : "枞阳县"
}, {
    "isL" : 1,
    "pId" : 340800,
    "id" : 340824,
    "title" : "潜山县"
}, {
    "isL" : 1,
    "pId" : 340800,
    "id" : 340825,
    "title" : "太湖县"
}, {
    "isL" : 1,
    "pId" : 340800,
    "id" : 340826,
    "title" : "宿松县"
}, {
    "isL" : 1,
    "pId" : 340800,
    "id" : 340827,
    "title" : "望江县"
}, {
    "isL" : 1,
    "pId" : 340800,
    "id" : 340828,
    "title" : "岳西县"
}, {
    "isL" : 1,
    "pId" : 340800,
    "id" : 340881,
    "title" : "桐城市"
}, {
    "isL" : 0,
    "pId" : 340000,
    "id" : 341000,
    "title" : "黄山市"
}, {
    "isL" : 1,
    "pId" : 341000,
    "id" : 341001,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 341000,
    "id" : 341002,
    "title" : "屯溪区"
}, {
    "isL" : 1,
    "pId" : 341000,
    "id" : 341003,
    "title" : "黄山区"
}, {
    "isL" : 1,
    "pId" : 341000,
    "id" : 341004,
    "title" : "徽州区"
}, {
    "isL" : 1,
    "pId" : 341000,
    "id" : 341021,
    "title" : "歙　县"
}, {
    "isL" : 1,
    "pId" : 341000,
    "id" : 341022,
    "title" : "休宁县"
}, {
    "isL" : 1,
    "pId" : 341000,
    "id" : 341023,
    "title" : "黟　县"
}, {
    "isL" : 1,
    "pId" : 341000,
    "id" : 341024,
    "title" : "祁门县"
}, {
    "isL" : 0,
    "pId" : 340000,
    "id" : 341100,
    "title" : "滁州市"
}, {
    "isL" : 1,
    "pId" : 341100,
    "id" : 341101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 341100,
    "id" : 341102,
    "title" : "琅琊区"
}, {
    "isL" : 1,
    "pId" : 341100,
    "id" : 341103,
    "title" : "南谯区"
}, {
    "isL" : 1,
    "pId" : 341100,
    "id" : 341122,
    "title" : "来安县"
}, {
    "isL" : 1,
    "pId" : 341100,
    "id" : 341124,
    "title" : "全椒县"
}, {
    "isL" : 1,
    "pId" : 341100,
    "id" : 341125,
    "title" : "定远县"
}, {
    "isL" : 1,
    "pId" : 341100,
    "id" : 341126,
    "title" : "凤阳县"
}, {
    "isL" : 1,
    "pId" : 341100,
    "id" : 341181,
    "title" : "天长市"
}, {
    "isL" : 1,
    "pId" : 341100,
    "id" : 341182,
    "title" : "明光市"
}, {
    "isL" : 0,
    "pId" : 340000,
    "id" : 341200,
    "title" : "阜阳市"
}, {
    "isL" : 1,
    "pId" : 341200,
    "id" : 341201,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 341200,
    "id" : 341202,
    "title" : "颍州区"
}, {
    "isL" : 1,
    "pId" : 341200,
    "id" : 341203,
    "title" : "颍东区"
}, {
    "isL" : 1,
    "pId" : 341200,
    "id" : 341204,
    "title" : "颍泉区"
}, {
    "isL" : 1,
    "pId" : 341200,
    "id" : 341221,
    "title" : "临泉县"
}, {
    "isL" : 1,
    "pId" : 341200,
    "id" : 341222,
    "title" : "太和县"
}, {
    "isL" : 1,
    "pId" : 341200,
    "id" : 341225,
    "title" : "阜南县"
}, {
    "isL" : 1,
    "pId" : 341200,
    "id" : 341226,
    "title" : "颍上县"
}, {
    "isL" : 1,
    "pId" : 341200,
    "id" : 341282,
    "title" : "界首市"
}, {
    "isL" : 0,
    "pId" : 340000,
    "id" : 341300,
    "title" : "宿州市"
}, {
    "isL" : 1,
    "pId" : 341300,
    "id" : 341301,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 341300,
    "id" : 341302,
    "title" : "墉桥区"
}, {
    "isL" : 1,
    "pId" : 341300,
    "id" : 341321,
    "title" : "砀山县"
}, {
    "isL" : 1,
    "pId" : 341300,
    "id" : 341322,
    "title" : "萧　县"
}, {
    "isL" : 1,
    "pId" : 341300,
    "id" : 341323,
    "title" : "灵璧县"
}, {
    "isL" : 1,
    "pId" : 341300,
    "id" : 341324,
    "title" : "泗　县"
}, {
    "isL" : 0,
    "pId" : 340000,
    "id" : 341400,
    "title" : "巢湖市"
}, {
    "isL" : 1,
    "pId" : 341400,
    "id" : 341401,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 341400,
    "id" : 341402,
    "title" : "居巢区"
}, {
    "isL" : 1,
    "pId" : 341400,
    "id" : 341421,
    "title" : "庐江县"
}, {
    "isL" : 1,
    "pId" : 341400,
    "id" : 341422,
    "title" : "无为县"
}, {
    "isL" : 1,
    "pId" : 341400,
    "id" : 341423,
    "title" : "含山县"
}, {
    "isL" : 1,
    "pId" : 341400,
    "id" : 341424,
    "title" : "和　县"
}, {
    "isL" : 0,
    "pId" : 340000,
    "id" : 341500,
    "title" : "六安市"
}, {
    "isL" : 1,
    "pId" : 341500,
    "id" : 341501,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 341500,
    "id" : 341502,
    "title" : "金安区"
}, {
    "isL" : 1,
    "pId" : 341500,
    "id" : 341503,
    "title" : "裕安区"
}, {
    "isL" : 1,
    "pId" : 341500,
    "id" : 341521,
    "title" : "寿　县"
}, {
    "isL" : 1,
    "pId" : 341500,
    "id" : 341522,
    "title" : "霍邱县"
}, {
    "isL" : 1,
    "pId" : 341500,
    "id" : 341523,
    "title" : "舒城县"
}, {
    "isL" : 1,
    "pId" : 341500,
    "id" : 341524,
    "title" : "金寨县"
}, {
    "isL" : 1,
    "pId" : 341500,
    "id" : 341525,
    "title" : "霍山县"
}, {
    "isL" : 0,
    "pId" : 340000,
    "id" : 341600,
    "title" : "亳州市"
}, {
    "isL" : 1,
    "pId" : 341600,
    "id" : 341601,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 341600,
    "id" : 341602,
    "title" : "谯城区"
}, {
    "isL" : 1,
    "pId" : 341600,
    "id" : 341621,
    "title" : "涡阳县"
}, {
    "isL" : 1,
    "pId" : 341600,
    "id" : 341622,
    "title" : "蒙城县"
}, {
    "isL" : 1,
    "pId" : 341600,
    "id" : 341623,
    "title" : "利辛县"
}, {
    "isL" : 0,
    "pId" : 340000,
    "id" : 341700,
    "title" : "池州市"
}, {
    "isL" : 1,
    "pId" : 341700,
    "id" : 341701,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 341700,
    "id" : 341702,
    "title" : "贵池区"
}, {
    "isL" : 1,
    "pId" : 341700,
    "id" : 341721,
    "title" : "东至县"
}, {
    "isL" : 1,
    "pId" : 341700,
    "id" : 341722,
    "title" : "石台县"
}, {
    "isL" : 1,
    "pId" : 341700,
    "id" : 341723,
    "title" : "青阳县"
}, {
    "isL" : 0,
    "pId" : 340000,
    "id" : 341800,
    "title" : "宣城市"
}, {
    "isL" : 1,
    "pId" : 341800,
    "id" : 341801,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 341800,
    "id" : 341802,
    "title" : "宣州区"
}, {
    "isL" : 1,
    "pId" : 341800,
    "id" : 341821,
    "title" : "郎溪县"
}, {
    "isL" : 1,
    "pId" : 341800,
    "id" : 341822,
    "title" : "广德县"
}, {
    "isL" : 1,
    "pId" : 341800,
    "id" : 341823,
    "title" : "泾　县"
}, {
    "isL" : 1,
    "pId" : 341800,
    "id" : 341824,
    "title" : "绩溪县"
}, {
    "isL" : 1,
    "pId" : 341800,
    "id" : 341825,
    "title" : "旌德县"
}, {
    "isL" : 1,
    "pId" : 341800,
    "id" : 341881,
    "title" : "宁国市"
}, {
    "isL" : 0,
    "pId" : 0,
    "id" : 350000,
    "title" : "福建省"
}, {
    "isL" : 0,
    "pId" : 350000,
    "id" : 350100,
    "title" : "福州市"
}, {
    "isL" : 1,
    "pId" : 350100,
    "id" : 350101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 350100,
    "id" : 350102,
    "title" : "鼓楼区"
}, {
    "isL" : 1,
    "pId" : 350100,
    "id" : 350103,
    "title" : "台江区"
}, {
    "isL" : 1,
    "pId" : 350100,
    "id" : 350104,
    "title" : "仓山区"
}, {
    "isL" : 1,
    "pId" : 350100,
    "id" : 350105,
    "title" : "马尾区"
}, {
    "isL" : 1,
    "pId" : 350100,
    "id" : 350111,
    "title" : "晋安区"
}, {
    "isL" : 1,
    "pId" : 350100,
    "id" : 350121,
    "title" : "闽侯县"
}, {
    "isL" : 1,
    "pId" : 350100,
    "id" : 350122,
    "title" : "连江县"
}, {
    "isL" : 1,
    "pId" : 350100,
    "id" : 350123,
    "title" : "罗源县"
}, {
    "isL" : 1,
    "pId" : 350100,
    "id" : 350124,
    "title" : "闽清县"
}, {
    "isL" : 1,
    "pId" : 350100,
    "id" : 350125,
    "title" : "永泰县"
}, {
    "isL" : 1,
    "pId" : 350100,
    "id" : 350128,
    "title" : "平潭县"
}, {
    "isL" : 1,
    "pId" : 350100,
    "id" : 350181,
    "title" : "福清市"
}, {
    "isL" : 1,
    "pId" : 350100,
    "id" : 350182,
    "title" : "长乐市"
}, {
    "isL" : 0,
    "pId" : 350000,
    "id" : 350200,
    "title" : "厦门市"
}, {
    "isL" : 1,
    "pId" : 350200,
    "id" : 350201,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 350200,
    "id" : 350203,
    "title" : "思明区"
}, {
    "isL" : 1,
    "pId" : 350200,
    "id" : 350205,
    "title" : "海沧区"
}, {
    "isL" : 1,
    "pId" : 350200,
    "id" : 350206,
    "title" : "湖里区"
}, {
    "isL" : 1,
    "pId" : 350200,
    "id" : 350211,
    "title" : "集美区"
}, {
    "isL" : 1,
    "pId" : 350200,
    "id" : 350212,
    "title" : "同安区"
}, {
    "isL" : 1,
    "pId" : 350200,
    "id" : 350213,
    "title" : "翔安区"
}, {
    "isL" : 0,
    "pId" : 350000,
    "id" : 350300,
    "title" : "莆田市"
}, {
    "isL" : 1,
    "pId" : 350300,
    "id" : 350301,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 350300,
    "id" : 350302,
    "title" : "城厢区"
}, {
    "isL" : 1,
    "pId" : 350300,
    "id" : 350303,
    "title" : "涵江区"
}, {
    "isL" : 1,
    "pId" : 350300,
    "id" : 350304,
    "title" : "荔城区"
}, {
    "isL" : 1,
    "pId" : 350300,
    "id" : 350305,
    "title" : "秀屿区"
}, {
    "isL" : 1,
    "pId" : 350300,
    "id" : 350322,
    "title" : "仙游县"
}, {
    "isL" : 0,
    "pId" : 350000,
    "id" : 350400,
    "title" : "三明市"
}, {
    "isL" : 1,
    "pId" : 350400,
    "id" : 350401,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 350400,
    "id" : 350402,
    "title" : "梅列区"
}, {
    "isL" : 1,
    "pId" : 350400,
    "id" : 350403,
    "title" : "三元区"
}, {
    "isL" : 1,
    "pId" : 350400,
    "id" : 350421,
    "title" : "明溪县"
}, {
    "isL" : 1,
    "pId" : 350400,
    "id" : 350423,
    "title" : "清流县"
}, {
    "isL" : 1,
    "pId" : 350400,
    "id" : 350424,
    "title" : "宁化县"
}, {
    "isL" : 1,
    "pId" : 350400,
    "id" : 350425,
    "title" : "大田县"
}, {
    "isL" : 1,
    "pId" : 350400,
    "id" : 350426,
    "title" : "尤溪县"
}, {
    "isL" : 1,
    "pId" : 350400,
    "id" : 350427,
    "title" : "沙　县"
}, {
    "isL" : 1,
    "pId" : 350400,
    "id" : 350428,
    "title" : "将乐县"
}, {
    "isL" : 1,
    "pId" : 350400,
    "id" : 350429,
    "title" : "泰宁县"
}, {
    "isL" : 1,
    "pId" : 350400,
    "id" : 350430,
    "title" : "建宁县"
}, {
    "isL" : 1,
    "pId" : 350400,
    "id" : 350481,
    "title" : "永安市"
}, {
    "isL" : 0,
    "pId" : 350000,
    "id" : 350500,
    "title" : "泉州市"
}, {
    "isL" : 1,
    "pId" : 350500,
    "id" : 350501,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 350500,
    "id" : 350502,
    "title" : "鲤城区"
}, {
    "isL" : 1,
    "pId" : 350500,
    "id" : 350503,
    "title" : "丰泽区"
}, {
    "isL" : 1,
    "pId" : 350500,
    "id" : 350504,
    "title" : "洛江区"
}, {
    "isL" : 1,
    "pId" : 350500,
    "id" : 350505,
    "title" : "泉港区"
}, {
    "isL" : 1,
    "pId" : 350500,
    "id" : 350521,
    "title" : "惠安县"
}, {
    "isL" : 1,
    "pId" : 350500,
    "id" : 350524,
    "title" : "安溪县"
}, {
    "isL" : 1,
    "pId" : 350500,
    "id" : 350525,
    "title" : "永春县"
}, {
    "isL" : 1,
    "pId" : 350500,
    "id" : 350526,
    "title" : "德化县"
}, {
    "isL" : 1,
    "pId" : 350500,
    "id" : 350527,
    "title" : "金门县"
}, {
    "isL" : 1,
    "pId" : 350500,
    "id" : 350581,
    "title" : "石狮市"
}, {
    "isL" : 1,
    "pId" : 350500,
    "id" : 350582,
    "title" : "晋江市"
}, {
    "isL" : 1,
    "pId" : 350500,
    "id" : 350583,
    "title" : "南安市"
}, {
    "isL" : 0,
    "pId" : 350000,
    "id" : 350600,
    "title" : "漳州市"
}, {
    "isL" : 1,
    "pId" : 350600,
    "id" : 350601,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 350600,
    "id" : 350602,
    "title" : "芗城区"
}, {
    "isL" : 1,
    "pId" : 350600,
    "id" : 350603,
    "title" : "龙文区"
}, {
    "isL" : 1,
    "pId" : 350600,
    "id" : 350622,
    "title" : "云霄县"
}, {
    "isL" : 1,
    "pId" : 350600,
    "id" : 350623,
    "title" : "漳浦县"
}, {
    "isL" : 1,
    "pId" : 350600,
    "id" : 350624,
    "title" : "诏安县"
}, {
    "isL" : 1,
    "pId" : 350600,
    "id" : 350625,
    "title" : "长泰县"
}, {
    "isL" : 1,
    "pId" : 350600,
    "id" : 350626,
    "title" : "东山县"
}, {
    "isL" : 1,
    "pId" : 350600,
    "id" : 350627,
    "title" : "南靖县"
}, {
    "isL" : 1,
    "pId" : 350600,
    "id" : 350628,
    "title" : "平和县"
}, {
    "isL" : 1,
    "pId" : 350600,
    "id" : 350629,
    "title" : "华安县"
}, {
    "isL" : 1,
    "pId" : 350600,
    "id" : 350681,
    "title" : "龙海市"
}, {
    "isL" : 0,
    "pId" : 350000,
    "id" : 350700,
    "title" : "南平市"
}, {
    "isL" : 1,
    "pId" : 350700,
    "id" : 350701,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 350700,
    "id" : 350702,
    "title" : "延平区"
}, {
    "isL" : 1,
    "pId" : 350700,
    "id" : 350721,
    "title" : "顺昌县"
}, {
    "isL" : 1,
    "pId" : 350700,
    "id" : 350722,
    "title" : "浦城县"
}, {
    "isL" : 1,
    "pId" : 350700,
    "id" : 350723,
    "title" : "光泽县"
}, {
    "isL" : 1,
    "pId" : 350700,
    "id" : 350724,
    "title" : "松溪县"
}, {
    "isL" : 1,
    "pId" : 350700,
    "id" : 350725,
    "title" : "政和县"
}, {
    "isL" : 1,
    "pId" : 350700,
    "id" : 350781,
    "title" : "邵武市"
}, {
    "isL" : 1,
    "pId" : 350700,
    "id" : 350782,
    "title" : "武夷山市"
}, {
    "isL" : 1,
    "pId" : 350700,
    "id" : 350783,
    "title" : "建瓯市"
}, {
    "isL" : 1,
    "pId" : 350700,
    "id" : 350784,
    "title" : "建阳市"
}, {
    "isL" : 0,
    "pId" : 350000,
    "id" : 350800,
    "title" : "龙岩市"
}, {
    "isL" : 1,
    "pId" : 350800,
    "id" : 350801,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 350800,
    "id" : 350802,
    "title" : "新罗区"
}, {
    "isL" : 1,
    "pId" : 350800,
    "id" : 350821,
    "title" : "长汀县"
}, {
    "isL" : 1,
    "pId" : 350800,
    "id" : 350822,
    "title" : "永定县"
}, {
    "isL" : 1,
    "pId" : 350800,
    "id" : 350823,
    "title" : "上杭县"
}, {
    "isL" : 1,
    "pId" : 350800,
    "id" : 350824,
    "title" : "武平县"
}, {
    "isL" : 1,
    "pId" : 350800,
    "id" : 350825,
    "title" : "连城县"
}, {
    "isL" : 1,
    "pId" : 350800,
    "id" : 350881,
    "title" : "漳平市"
}, {
    "isL" : 0,
    "pId" : 350000,
    "id" : 350900,
    "title" : "宁德市"
}, {
    "isL" : 1,
    "pId" : 350900,
    "id" : 350901,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 350900,
    "id" : 350902,
    "title" : "蕉城区"
}, {
    "isL" : 1,
    "pId" : 350900,
    "id" : 350921,
    "title" : "霞浦县"
}, {
    "isL" : 1,
    "pId" : 350900,
    "id" : 350922,
    "title" : "古田县"
}, {
    "isL" : 1,
    "pId" : 350900,
    "id" : 350923,
    "title" : "屏南县"
}, {
    "isL" : 1,
    "pId" : 350900,
    "id" : 350924,
    "title" : "寿宁县"
}, {
    "isL" : 1,
    "pId" : 350900,
    "id" : 350925,
    "title" : "周宁县"
}, {
    "isL" : 1,
    "pId" : 350900,
    "id" : 350926,
    "title" : "柘荣县"
}, {
    "isL" : 1,
    "pId" : 350900,
    "id" : 350981,
    "title" : "福安市"
}, {
    "isL" : 1,
    "pId" : 350900,
    "id" : 350982,
    "title" : "福鼎市"
}, {
    "isL" : 0,
    "pId" : 0,
    "id" : 360000,
    "title" : "江西省"
}, {
    "isL" : 0,
    "pId" : 360000,
    "id" : 360100,
    "title" : "南昌市"
}, {
    "isL" : 1,
    "pId" : 360100,
    "id" : 360101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 360100,
    "id" : 360102,
    "title" : "东湖区"
}, {
    "isL" : 1,
    "pId" : 360100,
    "id" : 360103,
    "title" : "西湖区"
}, {
    "isL" : 1,
    "pId" : 360100,
    "id" : 360104,
    "title" : "青云谱区"
}, {
    "isL" : 1,
    "pId" : 360100,
    "id" : 360105,
    "title" : "湾里区"
}, {
    "isL" : 1,
    "pId" : 360100,
    "id" : 360111,
    "title" : "青山湖区"
}, {
    "isL" : 1,
    "pId" : 360100,
    "id" : 360121,
    "title" : "南昌县"
}, {
    "isL" : 1,
    "pId" : 360100,
    "id" : 360122,
    "title" : "新建县"
}, {
    "isL" : 1,
    "pId" : 360100,
    "id" : 360123,
    "title" : "安义县"
}, {
    "isL" : 1,
    "pId" : 360100,
    "id" : 360124,
    "title" : "进贤县"
}, {
    "isL" : 0,
    "pId" : 360000,
    "id" : 360200,
    "title" : "景德镇市"
}, {
    "isL" : 1,
    "pId" : 360200,
    "id" : 360201,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 360200,
    "id" : 360202,
    "title" : "昌江区"
}, {
    "isL" : 1,
    "pId" : 360200,
    "id" : 360203,
    "title" : "珠山区"
}, {
    "isL" : 1,
    "pId" : 360200,
    "id" : 360222,
    "title" : "浮梁县"
}, {
    "isL" : 1,
    "pId" : 360200,
    "id" : 360281,
    "title" : "乐平市"
}, {
    "isL" : 0,
    "pId" : 360000,
    "id" : 360300,
    "title" : "萍乡市"
}, {
    "isL" : 1,
    "pId" : 360300,
    "id" : 360301,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 360300,
    "id" : 360302,
    "title" : "安源区"
}, {
    "isL" : 1,
    "pId" : 360300,
    "id" : 360313,
    "title" : "湘东区"
}, {
    "isL" : 1,
    "pId" : 360300,
    "id" : 360321,
    "title" : "莲花县"
}, {
    "isL" : 1,
    "pId" : 360300,
    "id" : 360322,
    "title" : "上栗县"
}, {
    "isL" : 1,
    "pId" : 360300,
    "id" : 360323,
    "title" : "芦溪县"
}, {
    "isL" : 0,
    "pId" : 360000,
    "id" : 360400,
    "title" : "九江市"
}, {
    "isL" : 1,
    "pId" : 360400,
    "id" : 360401,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 360400,
    "id" : 360402,
    "title" : "庐山区"
}, {
    "isL" : 1,
    "pId" : 360400,
    "id" : 360403,
    "title" : "浔阳区"
}, {
    "isL" : 1,
    "pId" : 360400,
    "id" : 360421,
    "title" : "九江县"
}, {
    "isL" : 1,
    "pId" : 360400,
    "id" : 360423,
    "title" : "武宁县"
}, {
    "isL" : 1,
    "pId" : 360400,
    "id" : 360424,
    "title" : "修水县"
}, {
    "isL" : 1,
    "pId" : 360400,
    "id" : 360425,
    "title" : "永修县"
}, {
    "isL" : 1,
    "pId" : 360400,
    "id" : 360426,
    "title" : "德安县"
}, {
    "isL" : 1,
    "pId" : 360400,
    "id" : 360427,
    "title" : "星子县"
}, {
    "isL" : 1,
    "pId" : 360400,
    "id" : 360428,
    "title" : "都昌县"
}, {
    "isL" : 1,
    "pId" : 360400,
    "id" : 360429,
    "title" : "湖口县"
}, {
    "isL" : 1,
    "pId" : 360400,
    "id" : 360430,
    "title" : "彭泽县"
}, {
    "isL" : 1,
    "pId" : 360400,
    "id" : 360481,
    "title" : "瑞昌市"
}, {
    "isL" : 0,
    "pId" : 360000,
    "id" : 360500,
    "title" : "新余市"
}, {
    "isL" : 1,
    "pId" : 360500,
    "id" : 360501,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 360500,
    "id" : 360502,
    "title" : "渝水区"
}, {
    "isL" : 1,
    "pId" : 360500,
    "id" : 360521,
    "title" : "分宜县"
}, {
    "isL" : 0,
    "pId" : 360000,
    "id" : 360600,
    "title" : "鹰潭市"
}, {
    "isL" : 1,
    "pId" : 360600,
    "id" : 360601,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 360600,
    "id" : 360602,
    "title" : "月湖区"
}, {
    "isL" : 1,
    "pId" : 360600,
    "id" : 360622,
    "title" : "余江县"
}, {
    "isL" : 1,
    "pId" : 360600,
    "id" : 360681,
    "title" : "贵溪市"
}, {
    "isL" : 0,
    "pId" : 360000,
    "id" : 360700,
    "title" : "赣州市"
}, {
    "isL" : 1,
    "pId" : 360700,
    "id" : 360701,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 360700,
    "id" : 360702,
    "title" : "章贡区"
}, {
    "isL" : 1,
    "pId" : 360700,
    "id" : 360721,
    "title" : "赣　县"
}, {
    "isL" : 1,
    "pId" : 360700,
    "id" : 360722,
    "title" : "信丰县"
}, {
    "isL" : 1,
    "pId" : 360700,
    "id" : 360723,
    "title" : "大余县"
}, {
    "isL" : 1,
    "pId" : 360700,
    "id" : 360724,
    "title" : "上犹县"
}, {
    "isL" : 1,
    "pId" : 360700,
    "id" : 360725,
    "title" : "崇义县"
}, {
    "isL" : 1,
    "pId" : 360700,
    "id" : 360726,
    "title" : "安远县"
}, {
    "isL" : 1,
    "pId" : 360700,
    "id" : 360727,
    "title" : "龙南县"
}, {
    "isL" : 1,
    "pId" : 360700,
    "id" : 360728,
    "title" : "定南县"
}, {
    "isL" : 1,
    "pId" : 360700,
    "id" : 360729,
    "title" : "全南县"
}, {
    "isL" : 1,
    "pId" : 360700,
    "id" : 360730,
    "title" : "宁都县"
}, {
    "isL" : 1,
    "pId" : 360700,
    "id" : 360731,
    "title" : "于都县"
}, {
    "isL" : 1,
    "pId" : 360700,
    "id" : 360732,
    "title" : "兴国县"
}, {
    "isL" : 1,
    "pId" : 360700,
    "id" : 360733,
    "title" : "会昌县"
}, {
    "isL" : 1,
    "pId" : 360700,
    "id" : 360734,
    "title" : "寻乌县"
}, {
    "isL" : 1,
    "pId" : 360700,
    "id" : 360735,
    "title" : "石城县"
}, {
    "isL" : 1,
    "pId" : 360700,
    "id" : 360781,
    "title" : "瑞金市"
}, {
    "isL" : 1,
    "pId" : 360700,
    "id" : 360782,
    "title" : "南康市"
}, {
    "isL" : 0,
    "pId" : 360000,
    "id" : 360800,
    "title" : "吉安市"
}, {
    "isL" : 1,
    "pId" : 360800,
    "id" : 360801,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 360800,
    "id" : 360802,
    "title" : "吉州区"
}, {
    "isL" : 1,
    "pId" : 360800,
    "id" : 360803,
    "title" : "青原区"
}, {
    "isL" : 1,
    "pId" : 360800,
    "id" : 360821,
    "title" : "吉安县"
}, {
    "isL" : 1,
    "pId" : 360800,
    "id" : 360822,
    "title" : "吉水县"
}, {
    "isL" : 1,
    "pId" : 360800,
    "id" : 360823,
    "title" : "峡江县"
}, {
    "isL" : 1,
    "pId" : 360800,
    "id" : 360824,
    "title" : "新干县"
}, {
    "isL" : 1,
    "pId" : 360800,
    "id" : 360825,
    "title" : "永丰县"
}, {
    "isL" : 1,
    "pId" : 360800,
    "id" : 360826,
    "title" : "泰和县"
}, {
    "isL" : 1,
    "pId" : 360800,
    "id" : 360827,
    "title" : "遂川县"
}, {
    "isL" : 1,
    "pId" : 360800,
    "id" : 360828,
    "title" : "万安县"
}, {
    "isL" : 1,
    "pId" : 360800,
    "id" : 360829,
    "title" : "安福县"
}, {
    "isL" : 1,
    "pId" : 360800,
    "id" : 360830,
    "title" : "永新县"
}, {
    "isL" : 1,
    "pId" : 360800,
    "id" : 360881,
    "title" : "井冈山市"
}, {
    "isL" : 0,
    "pId" : 360000,
    "id" : 360900,
    "title" : "宜春市"
}, {
    "isL" : 1,
    "pId" : 360900,
    "id" : 360901,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 360900,
    "id" : 360902,
    "title" : "袁州区"
}, {
    "isL" : 1,
    "pId" : 360900,
    "id" : 360921,
    "title" : "奉新县"
}, {
    "isL" : 1,
    "pId" : 360900,
    "id" : 360922,
    "title" : "万载县"
}, {
    "isL" : 1,
    "pId" : 360900,
    "id" : 360923,
    "title" : "上高县"
}, {
    "isL" : 1,
    "pId" : 360900,
    "id" : 360924,
    "title" : "宜丰县"
}, {
    "isL" : 1,
    "pId" : 360900,
    "id" : 360925,
    "title" : "靖安县"
}, {
    "isL" : 1,
    "pId" : 360900,
    "id" : 360926,
    "title" : "铜鼓县"
}, {
    "isL" : 1,
    "pId" : 360900,
    "id" : 360981,
    "title" : "丰城市"
}, {
    "isL" : 1,
    "pId" : 360900,
    "id" : 360982,
    "title" : "樟树市"
}, {
    "isL" : 1,
    "pId" : 360900,
    "id" : 360983,
    "title" : "高安市"
}, {
    "isL" : 0,
    "pId" : 360000,
    "id" : 361000,
    "title" : "抚州市"
}, {
    "isL" : 1,
    "pId" : 361000,
    "id" : 361001,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 361000,
    "id" : 361002,
    "title" : "临川区"
}, {
    "isL" : 1,
    "pId" : 361000,
    "id" : 361021,
    "title" : "南城县"
}, {
    "isL" : 1,
    "pId" : 361000,
    "id" : 361022,
    "title" : "黎川县"
}, {
    "isL" : 1,
    "pId" : 361000,
    "id" : 361023,
    "title" : "南丰县"
}, {
    "isL" : 1,
    "pId" : 361000,
    "id" : 361024,
    "title" : "崇仁县"
}, {
    "isL" : 1,
    "pId" : 361000,
    "id" : 361025,
    "title" : "乐安县"
}, {
    "isL" : 1,
    "pId" : 361000,
    "id" : 361026,
    "title" : "宜黄县"
}, {
    "isL" : 1,
    "pId" : 361000,
    "id" : 361027,
    "title" : "金溪县"
}, {
    "isL" : 1,
    "pId" : 361000,
    "id" : 361028,
    "title" : "资溪县"
}, {
    "isL" : 1,
    "pId" : 361000,
    "id" : 361029,
    "title" : "东乡县"
}, {
    "isL" : 1,
    "pId" : 361000,
    "id" : 361030,
    "title" : "广昌县"
}, {
    "isL" : 0,
    "pId" : 360000,
    "id" : 361100,
    "title" : "上饶市"
}, {
    "isL" : 1,
    "pId" : 361100,
    "id" : 361101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 361100,
    "id" : 361102,
    "title" : "信州区"
}, {
    "isL" : 1,
    "pId" : 361100,
    "id" : 361121,
    "title" : "上饶县"
}, {
    "isL" : 1,
    "pId" : 361100,
    "id" : 361122,
    "title" : "广丰县"
}, {
    "isL" : 1,
    "pId" : 361100,
    "id" : 361123,
    "title" : "玉山县"
}, {
    "isL" : 1,
    "pId" : 361100,
    "id" : 361124,
    "title" : "铅山县"
}, {
    "isL" : 1,
    "pId" : 361100,
    "id" : 361125,
    "title" : "横峰县"
}, {
    "isL" : 1,
    "pId" : 361100,
    "id" : 361126,
    "title" : "弋阳县"
}, {
    "isL" : 1,
    "pId" : 361100,
    "id" : 361127,
    "title" : "余干县"
}, {
    "isL" : 1,
    "pId" : 361100,
    "id" : 361128,
    "title" : "鄱阳县"
}, {
    "isL" : 1,
    "pId" : 361100,
    "id" : 361129,
    "title" : "万年县"
}, {
    "isL" : 1,
    "pId" : 361100,
    "id" : 361130,
    "title" : "婺源县"
}, {
    "isL" : 1,
    "pId" : 361100,
    "id" : 361181,
    "title" : "德兴市"
}, {
    "isL" : 0,
    "pId" : 0,
    "id" : 370000,
    "title" : "山东省"
}, {
    "isL" : 0,
    "pId" : 370000,
    "id" : 370100,
    "title" : "济南市"
}, {
    "isL" : 1,
    "pId" : 370100,
    "id" : 370101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 370100,
    "id" : 370102,
    "title" : "历下区"
}, {
    "isL" : 1,
    "pId" : 370100,
    "id" : 370103,
    "title" : "市中区"
}, {
    "isL" : 1,
    "pId" : 370100,
    "id" : 370104,
    "title" : "槐荫区"
}, {
    "isL" : 1,
    "pId" : 370100,
    "id" : 370105,
    "title" : "天桥区"
}, {
    "isL" : 1,
    "pId" : 370100,
    "id" : 370112,
    "title" : "历城区"
}, {
    "isL" : 1,
    "pId" : 370100,
    "id" : 370113,
    "title" : "长清区"
}, {
    "isL" : 1,
    "pId" : 370100,
    "id" : 370124,
    "title" : "平阴县"
}, {
    "isL" : 1,
    "pId" : 370100,
    "id" : 370125,
    "title" : "济阳县"
}, {
    "isL" : 1,
    "pId" : 370100,
    "id" : 370126,
    "title" : "商河县"
}, {
    "isL" : 1,
    "pId" : 370100,
    "id" : 370181,
    "title" : "章丘市"
}, {
    "isL" : 0,
    "pId" : 370000,
    "id" : 370200,
    "title" : "青岛市"
}, {
    "isL" : 1,
    "pId" : 370200,
    "id" : 370201,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 370200,
    "id" : 370202,
    "title" : "市南区"
}, {
    "isL" : 1,
    "pId" : 370200,
    "id" : 370203,
    "title" : "市北区"
}, {
    "isL" : 1,
    "pId" : 370200,
    "id" : 370205,
    "title" : "四方区"
}, {
    "isL" : 1,
    "pId" : 370200,
    "id" : 370211,
    "title" : "黄岛区"
}, {
    "isL" : 1,
    "pId" : 370200,
    "id" : 370212,
    "title" : "崂山区"
}, {
    "isL" : 1,
    "pId" : 370200,
    "id" : 370213,
    "title" : "李沧区"
}, {
    "isL" : 1,
    "pId" : 370200,
    "id" : 370214,
    "title" : "城阳区"
}, {
    "isL" : 1,
    "pId" : 370200,
    "id" : 370281,
    "title" : "胶州市"
}, {
    "isL" : 1,
    "pId" : 370200,
    "id" : 370282,
    "title" : "即墨市"
}, {
    "isL" : 1,
    "pId" : 370200,
    "id" : 370283,
    "title" : "平度市"
}, {
    "isL" : 1,
    "pId" : 370200,
    "id" : 370284,
    "title" : "胶南市"
}, {
    "isL" : 1,
    "pId" : 370200,
    "id" : 370285,
    "title" : "莱西市"
}, {
    "isL" : 0,
    "pId" : 370000,
    "id" : 370300,
    "title" : "淄博市"
}, {
    "isL" : 1,
    "pId" : 370300,
    "id" : 370301,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 370300,
    "id" : 370302,
    "title" : "淄川区"
}, {
    "isL" : 1,
    "pId" : 370300,
    "id" : 370303,
    "title" : "张店区"
}, {
    "isL" : 1,
    "pId" : 370300,
    "id" : 370304,
    "title" : "博山区"
}, {
    "isL" : 1,
    "pId" : 370300,
    "id" : 370305,
    "title" : "临淄区"
}, {
    "isL" : 1,
    "pId" : 370300,
    "id" : 370306,
    "title" : "周村区"
}, {
    "isL" : 1,
    "pId" : 370300,
    "id" : 370321,
    "title" : "桓台县"
}, {
    "isL" : 1,
    "pId" : 370300,
    "id" : 370322,
    "title" : "高青县"
}, {
    "isL" : 1,
    "pId" : 370300,
    "id" : 370323,
    "title" : "沂源县"
}, {
    "isL" : 0,
    "pId" : 370000,
    "id" : 370400,
    "title" : "枣庄市"
}, {
    "isL" : 1,
    "pId" : 370400,
    "id" : 370401,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 370400,
    "id" : 370402,
    "title" : "市中区"
}, {
    "isL" : 1,
    "pId" : 370400,
    "id" : 370403,
    "title" : "薛城区"
}, {
    "isL" : 1,
    "pId" : 370400,
    "id" : 370404,
    "title" : "峄城区"
}, {
    "isL" : 1,
    "pId" : 370400,
    "id" : 370405,
    "title" : "台儿庄区"
}, {
    "isL" : 1,
    "pId" : 370400,
    "id" : 370406,
    "title" : "山亭区"
}, {
    "isL" : 1,
    "pId" : 370400,
    "id" : 370481,
    "title" : "滕州市"
}, {
    "isL" : 0,
    "pId" : 370000,
    "id" : 370500,
    "title" : "东营市"
}, {
    "isL" : 1,
    "pId" : 370500,
    "id" : 370501,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 370500,
    "id" : 370502,
    "title" : "东营区"
}, {
    "isL" : 1,
    "pId" : 370500,
    "id" : 370503,
    "title" : "河口区"
}, {
    "isL" : 1,
    "pId" : 370500,
    "id" : 370521,
    "title" : "垦利县"
}, {
    "isL" : 1,
    "pId" : 370500,
    "id" : 370522,
    "title" : "利津县"
}, {
    "isL" : 1,
    "pId" : 370500,
    "id" : 370523,
    "title" : "广饶县"
}, {
    "isL" : 0,
    "pId" : 370000,
    "id" : 370600,
    "title" : "烟台市"
}, {
    "isL" : 1,
    "pId" : 370600,
    "id" : 370601,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 370600,
    "id" : 370602,
    "title" : "芝罘区"
}, {
    "isL" : 1,
    "pId" : 370600,
    "id" : 370611,
    "title" : "福山区"
}, {
    "isL" : 1,
    "pId" : 370600,
    "id" : 370612,
    "title" : "牟平区"
}, {
    "isL" : 1,
    "pId" : 370600,
    "id" : 370613,
    "title" : "莱山区"
}, {
    "isL" : 1,
    "pId" : 370600,
    "id" : 370634,
    "title" : "长岛县"
}, {
    "isL" : 1,
    "pId" : 370600,
    "id" : 370681,
    "title" : "龙口市"
}, {
    "isL" : 1,
    "pId" : 370600,
    "id" : 370682,
    "title" : "莱阳市"
}, {
    "isL" : 1,
    "pId" : 370600,
    "id" : 370683,
    "title" : "莱州市"
}, {
    "isL" : 1,
    "pId" : 370600,
    "id" : 370684,
    "title" : "蓬莱市"
}, {
    "isL" : 1,
    "pId" : 370600,
    "id" : 370685,
    "title" : "招远市"
}, {
    "isL" : 1,
    "pId" : 370600,
    "id" : 370686,
    "title" : "栖霞市"
}, {
    "isL" : 1,
    "pId" : 370600,
    "id" : 370687,
    "title" : "海阳市"
}, {
    "isL" : 0,
    "pId" : 370000,
    "id" : 370700,
    "title" : "潍坊市"
}, {
    "isL" : 1,
    "pId" : 370700,
    "id" : 370701,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 370700,
    "id" : 370702,
    "title" : "潍城区"
}, {
    "isL" : 1,
    "pId" : 370700,
    "id" : 370703,
    "title" : "寒亭区"
}, {
    "isL" : 1,
    "pId" : 370700,
    "id" : 370704,
    "title" : "坊子区"
}, {
    "isL" : 1,
    "pId" : 370700,
    "id" : 370705,
    "title" : "奎文区"
}, {
    "isL" : 1,
    "pId" : 370700,
    "id" : 370724,
    "title" : "临朐县"
}, {
    "isL" : 1,
    "pId" : 370700,
    "id" : 370725,
    "title" : "昌乐县"
}, {
    "isL" : 1,
    "pId" : 370700,
    "id" : 370781,
    "title" : "青州市"
}, {
    "isL" : 1,
    "pId" : 370700,
    "id" : 370782,
    "title" : "诸城市"
}, {
    "isL" : 1,
    "pId" : 370700,
    "id" : 370783,
    "title" : "寿光市"
}, {
    "isL" : 1,
    "pId" : 370700,
    "id" : 370784,
    "title" : "安丘市"
}, {
    "isL" : 1,
    "pId" : 370700,
    "id" : 370785,
    "title" : "高密市"
}, {
    "isL" : 1,
    "pId" : 370700,
    "id" : 370786,
    "title" : "昌邑市"
}, {
    "isL" : 0,
    "pId" : 370000,
    "id" : 370800,
    "title" : "济宁市"
}, {
    "isL" : 1,
    "pId" : 370800,
    "id" : 370801,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 370800,
    "id" : 370802,
    "title" : "市中区"
}, {
    "isL" : 1,
    "pId" : 370800,
    "id" : 370811,
    "title" : "任城区"
}, {
    "isL" : 1,
    "pId" : 370800,
    "id" : 370826,
    "title" : "微山县"
}, {
    "isL" : 1,
    "pId" : 370800,
    "id" : 370827,
    "title" : "鱼台县"
}, {
    "isL" : 1,
    "pId" : 370800,
    "id" : 370828,
    "title" : "金乡县"
}, {
    "isL" : 1,
    "pId" : 370800,
    "id" : 370829,
    "title" : "嘉祥县"
}, {
    "isL" : 1,
    "pId" : 370800,
    "id" : 370830,
    "title" : "汶上县"
}, {
    "isL" : 1,
    "pId" : 370800,
    "id" : 370831,
    "title" : "泗水县"
}, {
    "isL" : 1,
    "pId" : 370800,
    "id" : 370832,
    "title" : "梁山县"
}, {
    "isL" : 1,
    "pId" : 370800,
    "id" : 370881,
    "title" : "曲阜市"
}, {
    "isL" : 1,
    "pId" : 370800,
    "id" : 370882,
    "title" : "兖州市"
}, {
    "isL" : 1,
    "pId" : 370800,
    "id" : 370883,
    "title" : "邹城市"
}, {
    "isL" : 0,
    "pId" : 370000,
    "id" : 370900,
    "title" : "泰安市"
}, {
    "isL" : 1,
    "pId" : 370900,
    "id" : 370901,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 370900,
    "id" : 370902,
    "title" : "泰山区"
}, {
    "isL" : 1,
    "pId" : 370900,
    "id" : 370903,
    "title" : "岱岳区"
}, {
    "isL" : 1,
    "pId" : 370900,
    "id" : 370921,
    "title" : "宁阳县"
}, {
    "isL" : 1,
    "pId" : 370900,
    "id" : 370923,
    "title" : "东平县"
}, {
    "isL" : 1,
    "pId" : 370900,
    "id" : 370982,
    "title" : "新泰市"
}, {
    "isL" : 1,
    "pId" : 370900,
    "id" : 370983,
    "title" : "肥城市"
}, {
    "isL" : 0,
    "pId" : 370000,
    "id" : 371000,
    "title" : "威海市"
}, {
    "isL" : 1,
    "pId" : 371000,
    "id" : 371001,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 371000,
    "id" : 371002,
    "title" : "环翠区"
}, {
    "isL" : 1,
    "pId" : 371000,
    "id" : 371081,
    "title" : "文登市"
}, {
    "isL" : 1,
    "pId" : 371000,
    "id" : 371082,
    "title" : "荣成市"
}, {
    "isL" : 1,
    "pId" : 371000,
    "id" : 371083,
    "title" : "乳山市"
}, {
    "isL" : 0,
    "pId" : 370000,
    "id" : 371100,
    "title" : "日照市"
}, {
    "isL" : 1,
    "pId" : 371100,
    "id" : 371101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 371100,
    "id" : 371102,
    "title" : "东港区"
}, {
    "isL" : 1,
    "pId" : 371100,
    "id" : 371103,
    "title" : "岚山区"
}, {
    "isL" : 1,
    "pId" : 371100,
    "id" : 371121,
    "title" : "五莲县"
}, {
    "isL" : 1,
    "pId" : 371100,
    "id" : 371122,
    "title" : "莒　县"
}, {
    "isL" : 0,
    "pId" : 370000,
    "id" : 371200,
    "title" : "莱芜市"
}, {
    "isL" : 1,
    "pId" : 371200,
    "id" : 371201,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 371200,
    "id" : 371202,
    "title" : "莱城区"
}, {
    "isL" : 1,
    "pId" : 371200,
    "id" : 371203,
    "title" : "钢城区"
}, {
    "isL" : 0,
    "pId" : 370000,
    "id" : 371300,
    "title" : "临沂市"
}, {
    "isL" : 1,
    "pId" : 371300,
    "id" : 371301,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 371300,
    "id" : 371302,
    "title" : "兰山区"
}, {
    "isL" : 1,
    "pId" : 371300,
    "id" : 371311,
    "title" : "罗庄区"
}, {
    "isL" : 1,
    "pId" : 371300,
    "id" : 371312,
    "title" : "河东区"
}, {
    "isL" : 1,
    "pId" : 371300,
    "id" : 371321,
    "title" : "沂南县"
}, {
    "isL" : 1,
    "pId" : 371300,
    "id" : 371322,
    "title" : "郯城县"
}, {
    "isL" : 1,
    "pId" : 371300,
    "id" : 371323,
    "title" : "沂水县"
}, {
    "isL" : 1,
    "pId" : 371300,
    "id" : 371324,
    "title" : "苍山县"
}, {
    "isL" : 1,
    "pId" : 371300,
    "id" : 371325,
    "title" : "费　县"
}, {
    "isL" : 1,
    "pId" : 371300,
    "id" : 371326,
    "title" : "平邑县"
}, {
    "isL" : 1,
    "pId" : 371300,
    "id" : 371327,
    "title" : "莒南县"
}, {
    "isL" : 1,
    "pId" : 371300,
    "id" : 371328,
    "title" : "蒙阴县"
}, {
    "isL" : 1,
    "pId" : 371300,
    "id" : 371329,
    "title" : "临沭县"
}, {
    "isL" : 0,
    "pId" : 370000,
    "id" : 371400,
    "title" : "德州市"
}, {
    "isL" : 1,
    "pId" : 371400,
    "id" : 371401,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 371400,
    "id" : 371402,
    "title" : "德城区"
}, {
    "isL" : 1,
    "pId" : 371400,
    "id" : 371421,
    "title" : "陵　县"
}, {
    "isL" : 1,
    "pId" : 371400,
    "id" : 371422,
    "title" : "宁津县"
}, {
    "isL" : 1,
    "pId" : 371400,
    "id" : 371423,
    "title" : "庆云县"
}, {
    "isL" : 1,
    "pId" : 371400,
    "id" : 371424,
    "title" : "临邑县"
}, {
    "isL" : 1,
    "pId" : 371400,
    "id" : 371425,
    "title" : "齐河县"
}, {
    "isL" : 1,
    "pId" : 371400,
    "id" : 371426,
    "title" : "平原县"
}, {
    "isL" : 1,
    "pId" : 371400,
    "id" : 371427,
    "title" : "夏津县"
}, {
    "isL" : 1,
    "pId" : 371400,
    "id" : 371428,
    "title" : "武城县"
}, {
    "isL" : 1,
    "pId" : 371400,
    "id" : 371481,
    "title" : "乐陵市"
}, {
    "isL" : 1,
    "pId" : 371400,
    "id" : 371482,
    "title" : "禹城市"
}, {
    "isL" : 0,
    "pId" : 370000,
    "id" : 371500,
    "title" : "聊城市"
}, {
    "isL" : 1,
    "pId" : 371500,
    "id" : 371501,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 371500,
    "id" : 371502,
    "title" : "东昌府区"
}, {
    "isL" : 1,
    "pId" : 371500,
    "id" : 371521,
    "title" : "阳谷县"
}, {
    "isL" : 1,
    "pId" : 371500,
    "id" : 371522,
    "title" : "莘　县"
}, {
    "isL" : 1,
    "pId" : 371500,
    "id" : 371523,
    "title" : "茌平县"
}, {
    "isL" : 1,
    "pId" : 371500,
    "id" : 371524,
    "title" : "东阿县"
}, {
    "isL" : 1,
    "pId" : 371500,
    "id" : 371525,
    "title" : "冠　县"
}, {
    "isL" : 1,
    "pId" : 371500,
    "id" : 371526,
    "title" : "高唐县"
}, {
    "isL" : 1,
    "pId" : 371500,
    "id" : 371581,
    "title" : "临清市"
}, {
    "isL" : 0,
    "pId" : 370000,
    "id" : 371600,
    "title" : "滨州市"
}, {
    "isL" : 1,
    "pId" : 371600,
    "id" : 371601,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 371600,
    "id" : 371602,
    "title" : "滨城区"
}, {
    "isL" : 1,
    "pId" : 371600,
    "id" : 371621,
    "title" : "惠民县"
}, {
    "isL" : 1,
    "pId" : 371600,
    "id" : 371622,
    "title" : "阳信县"
}, {
    "isL" : 1,
    "pId" : 371600,
    "id" : 371623,
    "title" : "无棣县"
}, {
    "isL" : 1,
    "pId" : 371600,
    "id" : 371624,
    "title" : "沾化县"
}, {
    "isL" : 1,
    "pId" : 371600,
    "id" : 371625,
    "title" : "博兴县"
}, {
    "isL" : 1,
    "pId" : 371600,
    "id" : 371626,
    "title" : "邹平县"
}, {
    "isL" : 0,
    "pId" : 370000,
    "id" : 371700,
    "title" : "荷泽市"
}, {
    "isL" : 1,
    "pId" : 371700,
    "id" : 371701,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 371700,
    "id" : 371702,
    "title" : "牡丹区"
}, {
    "isL" : 1,
    "pId" : 371700,
    "id" : 371721,
    "title" : "曹　县"
}, {
    "isL" : 1,
    "pId" : 371700,
    "id" : 371722,
    "title" : "单　县"
}, {
    "isL" : 1,
    "pId" : 371700,
    "id" : 371723,
    "title" : "成武县"
}, {
    "isL" : 1,
    "pId" : 371700,
    "id" : 371724,
    "title" : "巨野县"
}, {
    "isL" : 1,
    "pId" : 371700,
    "id" : 371725,
    "title" : "郓城县"
}, {
    "isL" : 1,
    "pId" : 371700,
    "id" : 371726,
    "title" : "鄄城县"
}, {
    "isL" : 1,
    "pId" : 371700,
    "id" : 371727,
    "title" : "定陶县"
}, {
    "isL" : 1,
    "pId" : 371700,
    "id" : 371728,
    "title" : "东明县"
}, {
    "isL" : 0,
    "pId" : 0,
    "id" : 410000,
    "title" : "河南省"
}, {
    "isL" : 0,
    "pId" : 410000,
    "id" : 410100,
    "title" : "郑州市"
}, {
    "isL" : 1,
    "pId" : 410100,
    "id" : 410101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 410100,
    "id" : 410102,
    "title" : "中原区"
}, {
    "isL" : 1,
    "pId" : 410100,
    "id" : 410103,
    "title" : "二七区"
}, {
    "isL" : 1,
    "pId" : 410100,
    "id" : 410104,
    "title" : "管城回族区"
}, {
    "isL" : 1,
    "pId" : 410100,
    "id" : 410105,
    "title" : "金水区"
}, {
    "isL" : 1,
    "pId" : 410100,
    "id" : 410106,
    "title" : "上街区"
}, {
    "isL" : 1,
    "pId" : 410100,
    "id" : 410108,
    "title" : "邙山区"
}, {
    "isL" : 1,
    "pId" : 410100,
    "id" : 410122,
    "title" : "中牟县"
}, {
    "isL" : 1,
    "pId" : 410100,
    "id" : 410181,
    "title" : "巩义市"
}, {
    "isL" : 1,
    "pId" : 410100,
    "id" : 410182,
    "title" : "荥阳市"
}, {
    "isL" : 1,
    "pId" : 410100,
    "id" : 410183,
    "title" : "新密市"
}, {
    "isL" : 1,
    "pId" : 410100,
    "id" : 410184,
    "title" : "新郑市"
}, {
    "isL" : 1,
    "pId" : 410100,
    "id" : 410185,
    "title" : "登封市"
}, {
    "isL" : 0,
    "pId" : 410000,
    "id" : 410200,
    "title" : "开封市"
}, {
    "isL" : 1,
    "pId" : 410200,
    "id" : 410201,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 410200,
    "id" : 410202,
    "title" : "龙亭区"
}, {
    "isL" : 1,
    "pId" : 410200,
    "id" : 410203,
    "title" : "顺河回族区"
}, {
    "isL" : 1,
    "pId" : 410200,
    "id" : 410204,
    "title" : "鼓楼区"
}, {
    "isL" : 1,
    "pId" : 410200,
    "id" : 410205,
    "title" : "南关区"
}, {
    "isL" : 1,
    "pId" : 410200,
    "id" : 410211,
    "title" : "郊　区"
}, {
    "isL" : 1,
    "pId" : 410200,
    "id" : 410221,
    "title" : "杞　县"
}, {
    "isL" : 1,
    "pId" : 410200,
    "id" : 410222,
    "title" : "通许县"
}, {
    "isL" : 1,
    "pId" : 410200,
    "id" : 410223,
    "title" : "尉氏县"
}, {
    "isL" : 1,
    "pId" : 410200,
    "id" : 410224,
    "title" : "开封县"
}, {
    "isL" : 1,
    "pId" : 410200,
    "id" : 410225,
    "title" : "兰考县"
}, {
    "isL" : 0,
    "pId" : 410000,
    "id" : 410300,
    "title" : "洛阳市"
}, {
    "isL" : 1,
    "pId" : 410300,
    "id" : 410301,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 410300,
    "id" : 410302,
    "title" : "老城区"
}, {
    "isL" : 1,
    "pId" : 410300,
    "id" : 410303,
    "title" : "西工区"
}, {
    "isL" : 1,
    "pId" : 410300,
    "id" : 410304,
    "title" : "廛河回族区"
}, {
    "isL" : 1,
    "pId" : 410300,
    "id" : 410305,
    "title" : "涧西区"
}, {
    "isL" : 1,
    "pId" : 410300,
    "id" : 410306,
    "title" : "吉利区"
}, {
    "isL" : 1,
    "pId" : 410300,
    "id" : 410307,
    "title" : "洛龙区"
}, {
    "isL" : 1,
    "pId" : 410300,
    "id" : 410322,
    "title" : "孟津县"
}, {
    "isL" : 1,
    "pId" : 410300,
    "id" : 410323,
    "title" : "新安县"
}, {
    "isL" : 1,
    "pId" : 410300,
    "id" : 410324,
    "title" : "栾川县"
}, {
    "isL" : 1,
    "pId" : 410300,
    "id" : 410325,
    "title" : "嵩　县"
}, {
    "isL" : 1,
    "pId" : 410300,
    "id" : 410326,
    "title" : "汝阳县"
}, {
    "isL" : 1,
    "pId" : 410300,
    "id" : 410327,
    "title" : "宜阳县"
}, {
    "isL" : 1,
    "pId" : 410300,
    "id" : 410328,
    "title" : "洛宁县"
}, {
    "isL" : 1,
    "pId" : 410300,
    "id" : 410329,
    "title" : "伊川县"
}, {
    "isL" : 1,
    "pId" : 410300,
    "id" : 410381,
    "title" : "偃师市"
}, {
    "isL" : 0,
    "pId" : 410000,
    "id" : 410400,
    "title" : "平顶山市"
}, {
    "isL" : 1,
    "pId" : 410400,
    "id" : 410401,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 410400,
    "id" : 410402,
    "title" : "新华区"
}, {
    "isL" : 1,
    "pId" : 410400,
    "id" : 410403,
    "title" : "卫东区"
}, {
    "isL" : 1,
    "pId" : 410400,
    "id" : 410404,
    "title" : "石龙区"
}, {
    "isL" : 1,
    "pId" : 410400,
    "id" : 410411,
    "title" : "湛河区"
}, {
    "isL" : 1,
    "pId" : 410400,
    "id" : 410421,
    "title" : "宝丰县"
}, {
    "isL" : 1,
    "pId" : 410400,
    "id" : 410422,
    "title" : "叶　县"
}, {
    "isL" : 1,
    "pId" : 410400,
    "id" : 410423,
    "title" : "鲁山县"
}, {
    "isL" : 1,
    "pId" : 410400,
    "id" : 410425,
    "title" : "郏　县"
}, {
    "isL" : 1,
    "pId" : 410400,
    "id" : 410481,
    "title" : "舞钢市"
}, {
    "isL" : 1,
    "pId" : 410400,
    "id" : 410482,
    "title" : "汝州市"
}, {
    "isL" : 0,
    "pId" : 410000,
    "id" : 410500,
    "title" : "安阳市"
}, {
    "isL" : 1,
    "pId" : 410500,
    "id" : 410501,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 410500,
    "id" : 410502,
    "title" : "文峰区"
}, {
    "isL" : 1,
    "pId" : 410500,
    "id" : 410503,
    "title" : "北关区"
}, {
    "isL" : 1,
    "pId" : 410500,
    "id" : 410505,
    "title" : "殷都区"
}, {
    "isL" : 1,
    "pId" : 410500,
    "id" : 410506,
    "title" : "龙安区"
}, {
    "isL" : 1,
    "pId" : 410500,
    "id" : 410522,
    "title" : "安阳县"
}, {
    "isL" : 1,
    "pId" : 410500,
    "id" : 410523,
    "title" : "汤阴县"
}, {
    "isL" : 1,
    "pId" : 410500,
    "id" : 410526,
    "title" : "滑　县"
}, {
    "isL" : 1,
    "pId" : 410500,
    "id" : 410527,
    "title" : "内黄县"
}, {
    "isL" : 1,
    "pId" : 410500,
    "id" : 410581,
    "title" : "林州市"
}, {
    "isL" : 0,
    "pId" : 410000,
    "id" : 410600,
    "title" : "鹤壁市"
}, {
    "isL" : 1,
    "pId" : 410600,
    "id" : 410601,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 410600,
    "id" : 410602,
    "title" : "鹤山区"
}, {
    "isL" : 1,
    "pId" : 410600,
    "id" : 410603,
    "title" : "山城区"
}, {
    "isL" : 1,
    "pId" : 410600,
    "id" : 410611,
    "title" : "淇滨区"
}, {
    "isL" : 1,
    "pId" : 410600,
    "id" : 410621,
    "title" : "浚　县"
}, {
    "isL" : 1,
    "pId" : 410600,
    "id" : 410622,
    "title" : "淇　县"
}, {
    "isL" : 0,
    "pId" : 410000,
    "id" : 410700,
    "title" : "新乡市"
}, {
    "isL" : 1,
    "pId" : 410700,
    "id" : 410701,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 410700,
    "id" : 410702,
    "title" : "红旗区"
}, {
    "isL" : 1,
    "pId" : 410700,
    "id" : 410703,
    "title" : "卫滨区"
}, {
    "isL" : 1,
    "pId" : 410700,
    "id" : 410704,
    "title" : "凤泉区"
}, {
    "isL" : 1,
    "pId" : 410700,
    "id" : 410711,
    "title" : "牧野区"
}, {
    "isL" : 1,
    "pId" : 410700,
    "id" : 410721,
    "title" : "新乡县"
}, {
    "isL" : 1,
    "pId" : 410700,
    "id" : 410724,
    "title" : "获嘉县"
}, {
    "isL" : 1,
    "pId" : 410700,
    "id" : 410725,
    "title" : "原阳县"
}, {
    "isL" : 1,
    "pId" : 410700,
    "id" : 410726,
    "title" : "延津县"
}, {
    "isL" : 1,
    "pId" : 410700,
    "id" : 410727,
    "title" : "封丘县"
}, {
    "isL" : 1,
    "pId" : 410700,
    "id" : 410728,
    "title" : "长垣县"
}, {
    "isL" : 1,
    "pId" : 410700,
    "id" : 410781,
    "title" : "卫辉市"
}, {
    "isL" : 1,
    "pId" : 410700,
    "id" : 410782,
    "title" : "辉县市"
}, {
    "isL" : 0,
    "pId" : 410000,
    "id" : 410800,
    "title" : "焦作市"
}, {
    "isL" : 1,
    "pId" : 410800,
    "id" : 410801,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 410800,
    "id" : 410802,
    "title" : "解放区"
}, {
    "isL" : 1,
    "pId" : 410800,
    "id" : 410803,
    "title" : "中站区"
}, {
    "isL" : 1,
    "pId" : 410800,
    "id" : 410804,
    "title" : "马村区"
}, {
    "isL" : 1,
    "pId" : 410800,
    "id" : 410811,
    "title" : "山阳区"
}, {
    "isL" : 1,
    "pId" : 410800,
    "id" : 410821,
    "title" : "修武县"
}, {
    "isL" : 1,
    "pId" : 410800,
    "id" : 410822,
    "title" : "博爱县"
}, {
    "isL" : 1,
    "pId" : 410800,
    "id" : 410823,
    "title" : "武陟县"
}, {
    "isL" : 1,
    "pId" : 410800,
    "id" : 410825,
    "title" : "温　县"
}, {
    "isL" : 1,
    "pId" : 410800,
    "id" : 410881,
    "title" : "济源市"
}, {
    "isL" : 1,
    "pId" : 410800,
    "id" : 410882,
    "title" : "沁阳市"
}, {
    "isL" : 1,
    "pId" : 410800,
    "id" : 410883,
    "title" : "孟州市"
}, {
    "isL" : 0,
    "pId" : 410000,
    "id" : 410900,
    "title" : "濮阳市"
}, {
    "isL" : 1,
    "pId" : 410900,
    "id" : 410901,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 410900,
    "id" : 410902,
    "title" : "华龙区"
}, {
    "isL" : 1,
    "pId" : 410900,
    "id" : 410922,
    "title" : "清丰县"
}, {
    "isL" : 1,
    "pId" : 410900,
    "id" : 410923,
    "title" : "南乐县"
}, {
    "isL" : 1,
    "pId" : 410900,
    "id" : 410926,
    "title" : "范　县"
}, {
    "isL" : 1,
    "pId" : 410900,
    "id" : 410927,
    "title" : "台前县"
}, {
    "isL" : 1,
    "pId" : 410900,
    "id" : 410928,
    "title" : "濮阳县"
}, {
    "isL" : 0,
    "pId" : 410000,
    "id" : 411000,
    "title" : "许昌市"
}, {
    "isL" : 1,
    "pId" : 411000,
    "id" : 411001,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 411000,
    "id" : 411002,
    "title" : "魏都区"
}, {
    "isL" : 1,
    "pId" : 411000,
    "id" : 411023,
    "title" : "许昌县"
}, {
    "isL" : 1,
    "pId" : 411000,
    "id" : 411024,
    "title" : "鄢陵县"
}, {
    "isL" : 1,
    "pId" : 411000,
    "id" : 411025,
    "title" : "襄城县"
}, {
    "isL" : 1,
    "pId" : 411000,
    "id" : 411081,
    "title" : "禹州市"
}, {
    "isL" : 1,
    "pId" : 411000,
    "id" : 411082,
    "title" : "长葛市"
}, {
    "isL" : 0,
    "pId" : 410000,
    "id" : 411100,
    "title" : "漯河市"
}, {
    "isL" : 1,
    "pId" : 411100,
    "id" : 411101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 411100,
    "id" : 411102,
    "title" : "源汇区"
}, {
    "isL" : 1,
    "pId" : 411100,
    "id" : 411103,
    "title" : "郾城区"
}, {
    "isL" : 1,
    "pId" : 411100,
    "id" : 411104,
    "title" : "召陵区"
}, {
    "isL" : 1,
    "pId" : 411100,
    "id" : 411121,
    "title" : "舞阳县"
}, {
    "isL" : 1,
    "pId" : 411100,
    "id" : 411122,
    "title" : "临颍县"
}, {
    "isL" : 0,
    "pId" : 410000,
    "id" : 411200,
    "title" : "三门峡市"
}, {
    "isL" : 1,
    "pId" : 411200,
    "id" : 411201,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 411200,
    "id" : 411202,
    "title" : "湖滨区"
}, {
    "isL" : 1,
    "pId" : 411200,
    "id" : 411221,
    "title" : "渑池县"
}, {
    "isL" : 1,
    "pId" : 411200,
    "id" : 411222,
    "title" : "陕　县"
}, {
    "isL" : 1,
    "pId" : 411200,
    "id" : 411224,
    "title" : "卢氏县"
}, {
    "isL" : 1,
    "pId" : 411200,
    "id" : 411281,
    "title" : "义马市"
}, {
    "isL" : 1,
    "pId" : 411200,
    "id" : 411282,
    "title" : "灵宝市"
}, {
    "isL" : 0,
    "pId" : 410000,
    "id" : 411300,
    "title" : "南阳市"
}, {
    "isL" : 1,
    "pId" : 411300,
    "id" : 411301,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 411300,
    "id" : 411302,
    "title" : "宛城区"
}, {
    "isL" : 1,
    "pId" : 411300,
    "id" : 411303,
    "title" : "卧龙区"
}, {
    "isL" : 1,
    "pId" : 411300,
    "id" : 411321,
    "title" : "南召县"
}, {
    "isL" : 1,
    "pId" : 411300,
    "id" : 411322,
    "title" : "方城县"
}, {
    "isL" : 1,
    "pId" : 411300,
    "id" : 411323,
    "title" : "西峡县"
}, {
    "isL" : 1,
    "pId" : 411300,
    "id" : 411324,
    "title" : "镇平县"
}, {
    "isL" : 1,
    "pId" : 411300,
    "id" : 411325,
    "title" : "内乡县"
}, {
    "isL" : 1,
    "pId" : 411300,
    "id" : 411326,
    "title" : "淅川县"
}, {
    "isL" : 1,
    "pId" : 411300,
    "id" : 411327,
    "title" : "社旗县"
}, {
    "isL" : 1,
    "pId" : 411300,
    "id" : 411328,
    "title" : "唐河县"
}, {
    "isL" : 1,
    "pId" : 411300,
    "id" : 411329,
    "title" : "新野县"
}, {
    "isL" : 1,
    "pId" : 411300,
    "id" : 411330,
    "title" : "桐柏县"
}, {
    "isL" : 1,
    "pId" : 411300,
    "id" : 411381,
    "title" : "邓州市"
}, {
    "isL" : 0,
    "pId" : 410000,
    "id" : 411400,
    "title" : "商丘市"
}, {
    "isL" : 1,
    "pId" : 411400,
    "id" : 411401,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 411400,
    "id" : 411402,
    "title" : "梁园区"
}, {
    "isL" : 1,
    "pId" : 411400,
    "id" : 411403,
    "title" : "睢阳区"
}, {
    "isL" : 1,
    "pId" : 411400,
    "id" : 411421,
    "title" : "民权县"
}, {
    "isL" : 1,
    "pId" : 411400,
    "id" : 411422,
    "title" : "睢　县"
}, {
    "isL" : 1,
    "pId" : 411400,
    "id" : 411423,
    "title" : "宁陵县"
}, {
    "isL" : 1,
    "pId" : 411400,
    "id" : 411424,
    "title" : "柘城县"
}, {
    "isL" : 1,
    "pId" : 411400,
    "id" : 411425,
    "title" : "虞城县"
}, {
    "isL" : 1,
    "pId" : 411400,
    "id" : 411426,
    "title" : "夏邑县"
}, {
    "isL" : 1,
    "pId" : 411400,
    "id" : 411481,
    "title" : "永城市"
}, {
    "isL" : 0,
    "pId" : 410000,
    "id" : 411500,
    "title" : "信阳市"
}, {
    "isL" : 1,
    "pId" : 411500,
    "id" : 411501,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 411500,
    "id" : 411502,
    "title" : "师河区"
}, {
    "isL" : 1,
    "pId" : 411500,
    "id" : 411503,
    "title" : "平桥区"
}, {
    "isL" : 1,
    "pId" : 411500,
    "id" : 411521,
    "title" : "罗山县"
}, {
    "isL" : 1,
    "pId" : 411500,
    "id" : 411522,
    "title" : "光山县"
}, {
    "isL" : 1,
    "pId" : 411500,
    "id" : 411523,
    "title" : "新　县"
}, {
    "isL" : 1,
    "pId" : 411500,
    "id" : 411524,
    "title" : "商城县"
}, {
    "isL" : 1,
    "pId" : 411500,
    "id" : 411525,
    "title" : "固始县"
}, {
    "isL" : 1,
    "pId" : 411500,
    "id" : 411526,
    "title" : "潢川县"
}, {
    "isL" : 1,
    "pId" : 411500,
    "id" : 411527,
    "title" : "淮滨县"
}, {
    "isL" : 1,
    "pId" : 411500,
    "id" : 411528,
    "title" : "息　县"
}, {
    "isL" : 0,
    "pId" : 410000,
    "id" : 411600,
    "title" : "周口市"
}, {
    "isL" : 1,
    "pId" : 411600,
    "id" : 411601,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 411600,
    "id" : 411602,
    "title" : "川汇区"
}, {
    "isL" : 1,
    "pId" : 411600,
    "id" : 411621,
    "title" : "扶沟县"
}, {
    "isL" : 1,
    "pId" : 411600,
    "id" : 411622,
    "title" : "西华县"
}, {
    "isL" : 1,
    "pId" : 411600,
    "id" : 411623,
    "title" : "商水县"
}, {
    "isL" : 1,
    "pId" : 411600,
    "id" : 411624,
    "title" : "沈丘县"
}, {
    "isL" : 1,
    "pId" : 411600,
    "id" : 411625,
    "title" : "郸城县"
}, {
    "isL" : 1,
    "pId" : 411600,
    "id" : 411626,
    "title" : "淮阳县"
}, {
    "isL" : 1,
    "pId" : 411600,
    "id" : 411627,
    "title" : "太康县"
}, {
    "isL" : 1,
    "pId" : 411600,
    "id" : 411628,
    "title" : "鹿邑县"
}, {
    "isL" : 1,
    "pId" : 411600,
    "id" : 411681,
    "title" : "项城市"
}, {
    "isL" : 0,
    "pId" : 410000,
    "id" : 411700,
    "title" : "驻马店市"
}, {
    "isL" : 1,
    "pId" : 411700,
    "id" : 411701,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 411700,
    "id" : 411702,
    "title" : "驿城区"
}, {
    "isL" : 1,
    "pId" : 411700,
    "id" : 411721,
    "title" : "西平县"
}, {
    "isL" : 1,
    "pId" : 411700,
    "id" : 411722,
    "title" : "上蔡县"
}, {
    "isL" : 1,
    "pId" : 411700,
    "id" : 411723,
    "title" : "平舆县"
}, {
    "isL" : 1,
    "pId" : 411700,
    "id" : 411724,
    "title" : "正阳县"
}, {
    "isL" : 1,
    "pId" : 411700,
    "id" : 411725,
    "title" : "确山县"
}, {
    "isL" : 1,
    "pId" : 411700,
    "id" : 411726,
    "title" : "泌阳县"
}, {
    "isL" : 1,
    "pId" : 411700,
    "id" : 411727,
    "title" : "汝南县"
}, {
    "isL" : 1,
    "pId" : 411700,
    "id" : 411728,
    "title" : "遂平县"
}, {
    "isL" : 1,
    "pId" : 411700,
    "id" : 411729,
    "title" : "新蔡县"
}, {
    "isL" : 0,
    "pId" : 0,
    "id" : 420000,
    "title" : "湖北省"
}, {
    "isL" : 0,
    "pId" : 420000,
    "id" : 420100,
    "title" : "武汉市"
}, {
    "isL" : 1,
    "pId" : 420100,
    "id" : 420101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 420100,
    "id" : 420102,
    "title" : "江岸区"
}, {
    "isL" : 1,
    "pId" : 420100,
    "id" : 420103,
    "title" : "江汉区"
}, {
    "isL" : 1,
    "pId" : 420100,
    "id" : 420104,
    "title" : "乔口区"
}, {
    "isL" : 1,
    "pId" : 420100,
    "id" : 420105,
    "title" : "汉阳区"
}, {
    "isL" : 1,
    "pId" : 420100,
    "id" : 420106,
    "title" : "武昌区"
}, {
    "isL" : 1,
    "pId" : 420100,
    "id" : 420107,
    "title" : "青山区"
}, {
    "isL" : 1,
    "pId" : 420100,
    "id" : 420111,
    "title" : "洪山区"
}, {
    "isL" : 1,
    "pId" : 420100,
    "id" : 420112,
    "title" : "东西湖区"
}, {
    "isL" : 1,
    "pId" : 420100,
    "id" : 420113,
    "title" : "汉南区"
}, {
    "isL" : 1,
    "pId" : 420100,
    "id" : 420114,
    "title" : "蔡甸区"
}, {
    "isL" : 1,
    "pId" : 420100,
    "id" : 420115,
    "title" : "江夏区"
}, {
    "isL" : 1,
    "pId" : 420100,
    "id" : 420116,
    "title" : "黄陂区"
}, {
    "isL" : 1,
    "pId" : 420100,
    "id" : 420117,
    "title" : "新洲区"
}, {
    "isL" : 0,
    "pId" : 420000,
    "id" : 420200,
    "title" : "黄石市"
}, {
    "isL" : 1,
    "pId" : 420200,
    "id" : 420201,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 420200,
    "id" : 420202,
    "title" : "黄石港区"
}, {
    "isL" : 1,
    "pId" : 420200,
    "id" : 420203,
    "title" : "西塞山区"
}, {
    "isL" : 1,
    "pId" : 420200,
    "id" : 420204,
    "title" : "下陆区"
}, {
    "isL" : 1,
    "pId" : 420200,
    "id" : 420205,
    "title" : "铁山区"
}, {
    "isL" : 1,
    "pId" : 420200,
    "id" : 420222,
    "title" : "阳新县"
}, {
    "isL" : 1,
    "pId" : 420200,
    "id" : 420281,
    "title" : "大冶市"
}, {
    "isL" : 0,
    "pId" : 420000,
    "id" : 420300,
    "title" : "十堰市"
}, {
    "isL" : 1,
    "pId" : 420300,
    "id" : 420301,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 420300,
    "id" : 420302,
    "title" : "茅箭区"
}, {
    "isL" : 1,
    "pId" : 420300,
    "id" : 420303,
    "title" : "张湾区"
}, {
    "isL" : 1,
    "pId" : 420300,
    "id" : 420321,
    "title" : "郧　县"
}, {
    "isL" : 1,
    "pId" : 420300,
    "id" : 420322,
    "title" : "郧西县"
}, {
    "isL" : 1,
    "pId" : 420300,
    "id" : 420323,
    "title" : "竹山县"
}, {
    "isL" : 1,
    "pId" : 420300,
    "id" : 420324,
    "title" : "竹溪县"
}, {
    "isL" : 1,
    "pId" : 420300,
    "id" : 420325,
    "title" : "房　县"
}, {
    "isL" : 1,
    "pId" : 420300,
    "id" : 420381,
    "title" : "丹江口市"
}, {
    "isL" : 0,
    "pId" : 420000,
    "id" : 420500,
    "title" : "宜昌市"
}, {
    "isL" : 1,
    "pId" : 420500,
    "id" : 420501,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 420500,
    "id" : 420502,
    "title" : "西陵区"
}, {
    "isL" : 1,
    "pId" : 420500,
    "id" : 420503,
    "title" : "伍家岗区"
}, {
    "isL" : 1,
    "pId" : 420500,
    "id" : 420504,
    "title" : "点军区"
}, {
    "isL" : 1,
    "pId" : 420500,
    "id" : 420505,
    "title" : "猇亭区"
}, {
    "isL" : 1,
    "pId" : 420500,
    "id" : 420506,
    "title" : "夷陵区"
}, {
    "isL" : 1,
    "pId" : 420500,
    "id" : 420525,
    "title" : "远安县"
}, {
    "isL" : 1,
    "pId" : 420500,
    "id" : 420526,
    "title" : "兴山县"
}, {
    "isL" : 1,
    "pId" : 420500,
    "id" : 420527,
    "title" : "秭归县"
}, {
    "isL" : 1,
    "pId" : 420500,
    "id" : 420528,
    "title" : "长阳土家族自治县"
}, {
    "isL" : 1,
    "pId" : 420500,
    "id" : 420529,
    "title" : "五峰土家族自治县"
}, {
    "isL" : 1,
    "pId" : 420500,
    "id" : 420581,
    "title" : "宜都市"
}, {
    "isL" : 1,
    "pId" : 420500,
    "id" : 420582,
    "title" : "当阳市"
}, {
    "isL" : 1,
    "pId" : 420500,
    "id" : 420583,
    "title" : "枝江市"
}, {
    "isL" : 0,
    "pId" : 420000,
    "id" : 420600,
    "title" : "襄樊市"
}, {
    "isL" : 1,
    "pId" : 420600,
    "id" : 420601,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 420600,
    "id" : 420602,
    "title" : "襄城区"
}, {
    "isL" : 1,
    "pId" : 420600,
    "id" : 420606,
    "title" : "樊城区"
}, {
    "isL" : 1,
    "pId" : 420600,
    "id" : 420607,
    "title" : "襄阳区"
}, {
    "isL" : 1,
    "pId" : 420600,
    "id" : 420624,
    "title" : "南漳县"
}, {
    "isL" : 1,
    "pId" : 420600,
    "id" : 420625,
    "title" : "谷城县"
}, {
    "isL" : 1,
    "pId" : 420600,
    "id" : 420626,
    "title" : "保康县"
}, {
    "isL" : 1,
    "pId" : 420600,
    "id" : 420682,
    "title" : "老河口市"
}, {
    "isL" : 1,
    "pId" : 420600,
    "id" : 420683,
    "title" : "枣阳市"
}, {
    "isL" : 1,
    "pId" : 420600,
    "id" : 420684,
    "title" : "宜城市"
}, {
    "isL" : 0,
    "pId" : 420000,
    "id" : 420700,
    "title" : "鄂州市"
}, {
    "isL" : 1,
    "pId" : 420700,
    "id" : 420701,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 420700,
    "id" : 420702,
    "title" : "梁子湖区"
}, {
    "isL" : 1,
    "pId" : 420700,
    "id" : 420703,
    "title" : "华容区"
}, {
    "isL" : 1,
    "pId" : 420700,
    "id" : 420704,
    "title" : "鄂城区"
}, {
    "isL" : 0,
    "pId" : 420000,
    "id" : 420800,
    "title" : "荆门市"
}, {
    "isL" : 1,
    "pId" : 420800,
    "id" : 420801,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 420800,
    "id" : 420802,
    "title" : "东宝区"
}, {
    "isL" : 1,
    "pId" : 420800,
    "id" : 420804,
    "title" : "掇刀区"
}, {
    "isL" : 1,
    "pId" : 420800,
    "id" : 420821,
    "title" : "京山县"
}, {
    "isL" : 1,
    "pId" : 420800,
    "id" : 420822,
    "title" : "沙洋县"
}, {
    "isL" : 1,
    "pId" : 420800,
    "id" : 420881,
    "title" : "钟祥市"
}, {
    "isL" : 0,
    "pId" : 420000,
    "id" : 420900,
    "title" : "孝感市"
}, {
    "isL" : 1,
    "pId" : 420900,
    "id" : 420901,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 420900,
    "id" : 420902,
    "title" : "孝南区"
}, {
    "isL" : 1,
    "pId" : 420900,
    "id" : 420921,
    "title" : "孝昌县"
}, {
    "isL" : 1,
    "pId" : 420900,
    "id" : 420922,
    "title" : "大悟县"
}, {
    "isL" : 1,
    "pId" : 420900,
    "id" : 420923,
    "title" : "云梦县"
}, {
    "isL" : 1,
    "pId" : 420900,
    "id" : 420981,
    "title" : "应城市"
}, {
    "isL" : 1,
    "pId" : 420900,
    "id" : 420982,
    "title" : "安陆市"
}, {
    "isL" : 1,
    "pId" : 420900,
    "id" : 420984,
    "title" : "汉川市"
}, {
    "isL" : 0,
    "pId" : 420000,
    "id" : 421000,
    "title" : "荆州市"
}, {
    "isL" : 1,
    "pId" : 421000,
    "id" : 421001,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 421000,
    "id" : 421002,
    "title" : "沙市区"
}, {
    "isL" : 1,
    "pId" : 421000,
    "id" : 421003,
    "title" : "荆州区"
}, {
    "isL" : 1,
    "pId" : 421000,
    "id" : 421022,
    "title" : "公安县"
}, {
    "isL" : 1,
    "pId" : 421000,
    "id" : 421023,
    "title" : "监利县"
}, {
    "isL" : 1,
    "pId" : 421000,
    "id" : 421024,
    "title" : "江陵县"
}, {
    "isL" : 1,
    "pId" : 421000,
    "id" : 421081,
    "title" : "石首市"
}, {
    "isL" : 1,
    "pId" : 421000,
    "id" : 421083,
    "title" : "洪湖市"
}, {
    "isL" : 1,
    "pId" : 421000,
    "id" : 421087,
    "title" : "松滋市"
}, {
    "isL" : 0,
    "pId" : 420000,
    "id" : 421100,
    "title" : "黄冈市"
}, {
    "isL" : 1,
    "pId" : 421100,
    "id" : 421101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 421100,
    "id" : 421102,
    "title" : "黄州区"
}, {
    "isL" : 1,
    "pId" : 421100,
    "id" : 421121,
    "title" : "团风县"
}, {
    "isL" : 1,
    "pId" : 421100,
    "id" : 421122,
    "title" : "红安县"
}, {
    "isL" : 1,
    "pId" : 421100,
    "id" : 421123,
    "title" : "罗田县"
}, {
    "isL" : 1,
    "pId" : 421100,
    "id" : 421124,
    "title" : "英山县"
}, {
    "isL" : 1,
    "pId" : 421100,
    "id" : 421125,
    "title" : "浠水县"
}, {
    "isL" : 1,
    "pId" : 421100,
    "id" : 421126,
    "title" : "蕲春县"
}, {
    "isL" : 1,
    "pId" : 421100,
    "id" : 421127,
    "title" : "黄梅县"
}, {
    "isL" : 1,
    "pId" : 421100,
    "id" : 421181,
    "title" : "麻城市"
}, {
    "isL" : 1,
    "pId" : 421100,
    "id" : 421182,
    "title" : "武穴市"
}, {
    "isL" : 0,
    "pId" : 420000,
    "id" : 421200,
    "title" : "咸宁市"
}, {
    "isL" : 1,
    "pId" : 421200,
    "id" : 421201,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 421200,
    "id" : 421202,
    "title" : "咸安区"
}, {
    "isL" : 1,
    "pId" : 421200,
    "id" : 421221,
    "title" : "嘉鱼县"
}, {
    "isL" : 1,
    "pId" : 421200,
    "id" : 421222,
    "title" : "通城县"
}, {
    "isL" : 1,
    "pId" : 421200,
    "id" : 421223,
    "title" : "崇阳县"
}, {
    "isL" : 1,
    "pId" : 421200,
    "id" : 421224,
    "title" : "通山县"
}, {
    "isL" : 1,
    "pId" : 421200,
    "id" : 421281,
    "title" : "赤壁市"
}, {
    "isL" : 0,
    "pId" : 420000,
    "id" : 421300,
    "title" : "随州市"
}, {
    "isL" : 1,
    "pId" : 421300,
    "id" : 421301,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 421300,
    "id" : 421302,
    "title" : "曾都区"
}, {
    "isL" : 1,
    "pId" : 421300,
    "id" : 421381,
    "title" : "广水市"
}, {
    "isL" : 0,
    "pId" : 420000,
    "id" : 422800,
    "title" : "恩施土家族苗族自治州"
}, {
    "isL" : 1,
    "pId" : 422800,
    "id" : 422801,
    "title" : "恩施市"
}, {
    "isL" : 1,
    "pId" : 422800,
    "id" : 422802,
    "title" : "利川市"
}, {
    "isL" : 1,
    "pId" : 422800,
    "id" : 422822,
    "title" : "建始县"
}, {
    "isL" : 1,
    "pId" : 422800,
    "id" : 422823,
    "title" : "巴东县"
}, {
    "isL" : 1,
    "pId" : 422800,
    "id" : 422825,
    "title" : "宣恩县"
}, {
    "isL" : 1,
    "pId" : 422800,
    "id" : 422826,
    "title" : "咸丰县"
}, {
    "isL" : 1,
    "pId" : 422800,
    "id" : 422827,
    "title" : "来凤县"
}, {
    "isL" : 1,
    "pId" : 422800,
    "id" : 422828,
    "title" : "鹤峰县"
}, {
    "isL" : 0,
    "pId" : 420000,
    "id" : 429000,
    "title" : "省直辖行政单位"
}, {
    "isL" : 1,
    "pId" : 429000,
    "id" : 429004,
    "title" : "仙桃市"
}, {
    "isL" : 1,
    "pId" : 429000,
    "id" : 429005,
    "title" : "潜江市"
}, {
    "isL" : 1,
    "pId" : 429000,
    "id" : 429006,
    "title" : "天门市"
}, {
    "isL" : 1,
    "pId" : 429000,
    "id" : 429021,
    "title" : "神农架林区"
}, {
    "isL" : 0,
    "pId" : 0,
    "id" : 430000,
    "title" : "湖南省"
}, {
    "isL" : 0,
    "pId" : 430000,
    "id" : 430100,
    "title" : "长沙市"
}, {
    "isL" : 1,
    "pId" : 430100,
    "id" : 430101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 430100,
    "id" : 430102,
    "title" : "芙蓉区"
}, {
    "isL" : 1,
    "pId" : 430100,
    "id" : 430103,
    "title" : "天心区"
}, {
    "isL" : 1,
    "pId" : 430100,
    "id" : 430104,
    "title" : "岳麓区"
}, {
    "isL" : 1,
    "pId" : 430100,
    "id" : 430105,
    "title" : "开福区"
}, {
    "isL" : 1,
    "pId" : 430100,
    "id" : 430111,
    "title" : "雨花区"
}, {
    "isL" : 1,
    "pId" : 430100,
    "id" : 430121,
    "title" : "长沙县"
}, {
    "isL" : 1,
    "pId" : 430100,
    "id" : 430122,
    "title" : "望城县"
}, {
    "isL" : 1,
    "pId" : 430100,
    "id" : 430124,
    "title" : "宁乡县"
}, {
    "isL" : 1,
    "pId" : 430100,
    "id" : 430181,
    "title" : "浏阳市"
}, {
    "isL" : 0,
    "pId" : 430000,
    "id" : 430200,
    "title" : "株洲市"
}, {
    "isL" : 1,
    "pId" : 430200,
    "id" : 430201,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 430200,
    "id" : 430202,
    "title" : "荷塘区"
}, {
    "isL" : 1,
    "pId" : 430200,
    "id" : 430203,
    "title" : "芦淞区"
}, {
    "isL" : 1,
    "pId" : 430200,
    "id" : 430204,
    "title" : "石峰区"
}, {
    "isL" : 1,
    "pId" : 430200,
    "id" : 430211,
    "title" : "天元区"
}, {
    "isL" : 1,
    "pId" : 430200,
    "id" : 430221,
    "title" : "株洲县"
}, {
    "isL" : 1,
    "pId" : 430200,
    "id" : 430223,
    "title" : "攸　县"
}, {
    "isL" : 1,
    "pId" : 430200,
    "id" : 430224,
    "title" : "茶陵县"
}, {
    "isL" : 1,
    "pId" : 430200,
    "id" : 430225,
    "title" : "炎陵县"
}, {
    "isL" : 1,
    "pId" : 430200,
    "id" : 430281,
    "title" : "醴陵市"
}, {
    "isL" : 0,
    "pId" : 430000,
    "id" : 430300,
    "title" : "湘潭市"
}, {
    "isL" : 1,
    "pId" : 430300,
    "id" : 430301,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 430300,
    "id" : 430302,
    "title" : "雨湖区"
}, {
    "isL" : 1,
    "pId" : 430300,
    "id" : 430304,
    "title" : "岳塘区"
}, {
    "isL" : 1,
    "pId" : 430300,
    "id" : 430321,
    "title" : "湘潭县"
}, {
    "isL" : 1,
    "pId" : 430300,
    "id" : 430381,
    "title" : "湘乡市"
}, {
    "isL" : 1,
    "pId" : 430300,
    "id" : 430382,
    "title" : "韶山市"
}, {
    "isL" : 0,
    "pId" : 430000,
    "id" : 430400,
    "title" : "衡阳市"
}, {
    "isL" : 1,
    "pId" : 430400,
    "id" : 430401,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 430400,
    "id" : 430405,
    "title" : "珠晖区"
}, {
    "isL" : 1,
    "pId" : 430400,
    "id" : 430406,
    "title" : "雁峰区"
}, {
    "isL" : 1,
    "pId" : 430400,
    "id" : 430407,
    "title" : "石鼓区"
}, {
    "isL" : 1,
    "pId" : 430400,
    "id" : 430408,
    "title" : "蒸湘区"
}, {
    "isL" : 1,
    "pId" : 430400,
    "id" : 430412,
    "title" : "南岳区"
}, {
    "isL" : 1,
    "pId" : 430400,
    "id" : 430421,
    "title" : "衡阳县"
}, {
    "isL" : 1,
    "pId" : 430400,
    "id" : 430422,
    "title" : "衡南县"
}, {
    "isL" : 1,
    "pId" : 430400,
    "id" : 430423,
    "title" : "衡山县"
}, {
    "isL" : 1,
    "pId" : 430400,
    "id" : 430424,
    "title" : "衡东县"
}, {
    "isL" : 1,
    "pId" : 430400,
    "id" : 430426,
    "title" : "祁东县"
}, {
    "isL" : 1,
    "pId" : 430400,
    "id" : 430481,
    "title" : "耒阳市"
}, {
    "isL" : 1,
    "pId" : 430400,
    "id" : 430482,
    "title" : "常宁市"
}, {
    "isL" : 0,
    "pId" : 430000,
    "id" : 430500,
    "title" : "邵阳市"
}, {
    "isL" : 1,
    "pId" : 430500,
    "id" : 430501,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 430500,
    "id" : 430502,
    "title" : "双清区"
}, {
    "isL" : 1,
    "pId" : 430500,
    "id" : 430503,
    "title" : "大祥区"
}, {
    "isL" : 1,
    "pId" : 430500,
    "id" : 430511,
    "title" : "北塔区"
}, {
    "isL" : 1,
    "pId" : 430500,
    "id" : 430521,
    "title" : "邵东县"
}, {
    "isL" : 1,
    "pId" : 430500,
    "id" : 430522,
    "title" : "新邵县"
}, {
    "isL" : 1,
    "pId" : 430500,
    "id" : 430523,
    "title" : "邵阳县"
}, {
    "isL" : 1,
    "pId" : 430500,
    "id" : 430524,
    "title" : "隆回县"
}, {
    "isL" : 1,
    "pId" : 430500,
    "id" : 430525,
    "title" : "洞口县"
}, {
    "isL" : 1,
    "pId" : 430500,
    "id" : 430527,
    "title" : "绥宁县"
}, {
    "isL" : 1,
    "pId" : 430500,
    "id" : 430528,
    "title" : "新宁县"
}, {
    "isL" : 1,
    "pId" : 430500,
    "id" : 430529,
    "title" : "城步苗族自治县"
}, {
    "isL" : 1,
    "pId" : 430500,
    "id" : 430581,
    "title" : "武冈市"
}, {
    "isL" : 0,
    "pId" : 430000,
    "id" : 430600,
    "title" : "岳阳市"
}, {
    "isL" : 1,
    "pId" : 430600,
    "id" : 430601,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 430600,
    "id" : 430602,
    "title" : "岳阳楼区"
}, {
    "isL" : 1,
    "pId" : 430600,
    "id" : 430603,
    "title" : "云溪区"
}, {
    "isL" : 1,
    "pId" : 430600,
    "id" : 430611,
    "title" : "君山区"
}, {
    "isL" : 1,
    "pId" : 430600,
    "id" : 430621,
    "title" : "岳阳县"
}, {
    "isL" : 1,
    "pId" : 430600,
    "id" : 430623,
    "title" : "华容县"
}, {
    "isL" : 1,
    "pId" : 430600,
    "id" : 430624,
    "title" : "湘阴县"
}, {
    "isL" : 1,
    "pId" : 430600,
    "id" : 430626,
    "title" : "平江县"
}, {
    "isL" : 1,
    "pId" : 430600,
    "id" : 430681,
    "title" : "汨罗市"
}, {
    "isL" : 1,
    "pId" : 430600,
    "id" : 430682,
    "title" : "临湘市"
}, {
    "isL" : 0,
    "pId" : 430000,
    "id" : 430700,
    "title" : "常德市"
}, {
    "isL" : 1,
    "pId" : 430700,
    "id" : 430701,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 430700,
    "id" : 430702,
    "title" : "武陵区"
}, {
    "isL" : 1,
    "pId" : 430700,
    "id" : 430703,
    "title" : "鼎城区"
}, {
    "isL" : 1,
    "pId" : 430700,
    "id" : 430721,
    "title" : "安乡县"
}, {
    "isL" : 1,
    "pId" : 430700,
    "id" : 430722,
    "title" : "汉寿县"
}, {
    "isL" : 1,
    "pId" : 430700,
    "id" : 430723,
    "title" : "澧　县"
}, {
    "isL" : 1,
    "pId" : 430700,
    "id" : 430724,
    "title" : "临澧县"
}, {
    "isL" : 1,
    "pId" : 430700,
    "id" : 430725,
    "title" : "桃源县"
}, {
    "isL" : 1,
    "pId" : 430700,
    "id" : 430726,
    "title" : "石门县"
}, {
    "isL" : 1,
    "pId" : 430700,
    "id" : 430781,
    "title" : "津市市"
}, {
    "isL" : 0,
    "pId" : 430000,
    "id" : 430800,
    "title" : "张家界市"
}, {
    "isL" : 1,
    "pId" : 430800,
    "id" : 430801,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 430800,
    "id" : 430802,
    "title" : "永定区"
}, {
    "isL" : 1,
    "pId" : 430800,
    "id" : 430811,
    "title" : "武陵源区"
}, {
    "isL" : 1,
    "pId" : 430800,
    "id" : 430821,
    "title" : "慈利县"
}, {
    "isL" : 1,
    "pId" : 430800,
    "id" : 430822,
    "title" : "桑植县"
}, {
    "isL" : 0,
    "pId" : 430000,
    "id" : 430900,
    "title" : "益阳市"
}, {
    "isL" : 1,
    "pId" : 430900,
    "id" : 430901,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 430900,
    "id" : 430902,
    "title" : "资阳区"
}, {
    "isL" : 1,
    "pId" : 430900,
    "id" : 430903,
    "title" : "赫山区"
}, {
    "isL" : 1,
    "pId" : 430900,
    "id" : 430921,
    "title" : "南　县"
}, {
    "isL" : 1,
    "pId" : 430900,
    "id" : 430922,
    "title" : "桃江县"
}, {
    "isL" : 1,
    "pId" : 430900,
    "id" : 430923,
    "title" : "安化县"
}, {
    "isL" : 1,
    "pId" : 430900,
    "id" : 430981,
    "title" : "沅江市"
}, {
    "isL" : 0,
    "pId" : 430000,
    "id" : 431000,
    "title" : "郴州市"
}, {
    "isL" : 1,
    "pId" : 431000,
    "id" : 431001,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 431000,
    "id" : 431002,
    "title" : "北湖区"
}, {
    "isL" : 1,
    "pId" : 431000,
    "id" : 431003,
    "title" : "苏仙区"
}, {
    "isL" : 1,
    "pId" : 431000,
    "id" : 431021,
    "title" : "桂阳县"
}, {
    "isL" : 1,
    "pId" : 431000,
    "id" : 431022,
    "title" : "宜章县"
}, {
    "isL" : 1,
    "pId" : 431000,
    "id" : 431023,
    "title" : "永兴县"
}, {
    "isL" : 1,
    "pId" : 431000,
    "id" : 431024,
    "title" : "嘉禾县"
}, {
    "isL" : 1,
    "pId" : 431000,
    "id" : 431025,
    "title" : "临武县"
}, {
    "isL" : 1,
    "pId" : 431000,
    "id" : 431026,
    "title" : "汝城县"
}, {
    "isL" : 1,
    "pId" : 431000,
    "id" : 431027,
    "title" : "桂东县"
}, {
    "isL" : 1,
    "pId" : 431000,
    "id" : 431028,
    "title" : "安仁县"
}, {
    "isL" : 1,
    "pId" : 431000,
    "id" : 431081,
    "title" : "资兴市"
}, {
    "isL" : 0,
    "pId" : 430000,
    "id" : 431100,
    "title" : "永州市"
}, {
    "isL" : 1,
    "pId" : 431100,
    "id" : 431101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 431100,
    "id" : 431102,
    "title" : "芝山区"
}, {
    "isL" : 1,
    "pId" : 431100,
    "id" : 431103,
    "title" : "冷水滩区"
}, {
    "isL" : 1,
    "pId" : 431100,
    "id" : 431121,
    "title" : "祁阳县"
}, {
    "isL" : 1,
    "pId" : 431100,
    "id" : 431122,
    "title" : "东安县"
}, {
    "isL" : 1,
    "pId" : 431100,
    "id" : 431123,
    "title" : "双牌县"
}, {
    "isL" : 1,
    "pId" : 431100,
    "id" : 431124,
    "title" : "道　县"
}, {
    "isL" : 1,
    "pId" : 431100,
    "id" : 431125,
    "title" : "江永县"
}, {
    "isL" : 1,
    "pId" : 431100,
    "id" : 431126,
    "title" : "宁远县"
}, {
    "isL" : 1,
    "pId" : 431100,
    "id" : 431127,
    "title" : "蓝山县"
}, {
    "isL" : 1,
    "pId" : 431100,
    "id" : 431128,
    "title" : "新田县"
}, {
    "isL" : 1,
    "pId" : 431100,
    "id" : 431129,
    "title" : "江华瑶族自治县"
}, {
    "isL" : 0,
    "pId" : 430000,
    "id" : 431200,
    "title" : "怀化市"
}, {
    "isL" : 1,
    "pId" : 431200,
    "id" : 431201,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 431200,
    "id" : 431202,
    "title" : "鹤城区"
}, {
    "isL" : 1,
    "pId" : 431200,
    "id" : 431221,
    "title" : "中方县"
}, {
    "isL" : 1,
    "pId" : 431200,
    "id" : 431222,
    "title" : "沅陵县"
}, {
    "isL" : 1,
    "pId" : 431200,
    "id" : 431223,
    "title" : "辰溪县"
}, {
    "isL" : 1,
    "pId" : 431200,
    "id" : 431224,
    "title" : "溆浦县"
}, {
    "isL" : 1,
    "pId" : 431200,
    "id" : 431225,
    "title" : "会同县"
}, {
    "isL" : 1,
    "pId" : 431200,
    "id" : 431226,
    "title" : "麻阳苗族自治县"
}, {
    "isL" : 1,
    "pId" : 431200,
    "id" : 431227,
    "title" : "新晃侗族自治县"
}, {
    "isL" : 1,
    "pId" : 431200,
    "id" : 431228,
    "title" : "芷江侗族自治县"
}, {
    "isL" : 1,
    "pId" : 431200,
    "id" : 431229,
    "title" : "靖州苗族侗族自治县"
}, {
    "isL" : 1,
    "pId" : 431200,
    "id" : 431230,
    "title" : "通道侗族自治县"
}, {
    "isL" : 1,
    "pId" : 431200,
    "id" : 431281,
    "title" : "洪江市"
}, {
    "isL" : 0,
    "pId" : 430000,
    "id" : 431300,
    "title" : "娄底市"
}, {
    "isL" : 1,
    "pId" : 431300,
    "id" : 431301,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 431300,
    "id" : 431302,
    "title" : "娄星区"
}, {
    "isL" : 1,
    "pId" : 431300,
    "id" : 431321,
    "title" : "双峰县"
}, {
    "isL" : 1,
    "pId" : 431300,
    "id" : 431322,
    "title" : "新化县"
}, {
    "isL" : 1,
    "pId" : 431300,
    "id" : 431381,
    "title" : "冷水江市"
}, {
    "isL" : 1,
    "pId" : 431300,
    "id" : 431382,
    "title" : "涟源市"
}, {
    "isL" : 0,
    "pId" : 430000,
    "id" : 433100,
    "title" : "湘西土家族苗族自治州"
}, {
    "isL" : 1,
    "pId" : 433100,
    "id" : 433101,
    "title" : "吉首市"
}, {
    "isL" : 1,
    "pId" : 433100,
    "id" : 433122,
    "title" : "泸溪县"
}, {
    "isL" : 1,
    "pId" : 433100,
    "id" : 433123,
    "title" : "凤凰县"
}, {
    "isL" : 1,
    "pId" : 433100,
    "id" : 433124,
    "title" : "花垣县"
}, {
    "isL" : 1,
    "pId" : 433100,
    "id" : 433125,
    "title" : "保靖县"
}, {
    "isL" : 1,
    "pId" : 433100,
    "id" : 433126,
    "title" : "古丈县"
}, {
    "isL" : 1,
    "pId" : 433100,
    "id" : 433127,
    "title" : "永顺县"
}, {
    "isL" : 1,
    "pId" : 433100,
    "id" : 433130,
    "title" : "龙山县"
}, {
    "isL" : 0,
    "pId" : 0,
    "id" : 440000,
    "title" : "广东省"
}, {
    "isL" : 0,
    "pId" : 440000,
    "id" : 440100,
    "title" : "广州市"
}, {
    "isL" : 1,
    "pId" : 440100,
    "id" : 440101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 440100,
    "id" : 440102,
    "title" : "东山区"
}, {
    "isL" : 1,
    "pId" : 440100,
    "id" : 440103,
    "title" : "荔湾区"
}, {
    "isL" : 1,
    "pId" : 440100,
    "id" : 440104,
    "title" : "越秀区"
}, {
    "isL" : 1,
    "pId" : 440100,
    "id" : 440105,
    "title" : "海珠区"
}, {
    "isL" : 1,
    "pId" : 440100,
    "id" : 440106,
    "title" : "天河区"
}, {
    "isL" : 1,
    "pId" : 440100,
    "id" : 440107,
    "title" : "芳村区"
}, {
    "isL" : 1,
    "pId" : 440100,
    "id" : 440111,
    "title" : "白云区"
}, {
    "isL" : 1,
    "pId" : 440100,
    "id" : 440112,
    "title" : "黄埔区"
}, {
    "isL" : 1,
    "pId" : 440100,
    "id" : 440113,
    "title" : "番禺区"
}, {
    "isL" : 1,
    "pId" : 440100,
    "id" : 440114,
    "title" : "花都区"
}, {
    "isL" : 1,
    "pId" : 440100,
    "id" : 440183,
    "title" : "增城市"
}, {
    "isL" : 1,
    "pId" : 440100,
    "id" : 440184,
    "title" : "从化市"
}, {
    "isL" : 0,
    "pId" : 440000,
    "id" : 440200,
    "title" : "韶关市"
}, {
    "isL" : 1,
    "pId" : 440200,
    "id" : 440201,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 440200,
    "id" : 440203,
    "title" : "武江区"
}, {
    "isL" : 1,
    "pId" : 440200,
    "id" : 440204,
    "title" : "浈江区"
}, {
    "isL" : 1,
    "pId" : 440200,
    "id" : 440205,
    "title" : "曲江区"
}, {
    "isL" : 1,
    "pId" : 440200,
    "id" : 440222,
    "title" : "始兴县"
}, {
    "isL" : 1,
    "pId" : 440200,
    "id" : 440224,
    "title" : "仁化县"
}, {
    "isL" : 1,
    "pId" : 440200,
    "id" : 440229,
    "title" : "翁源县"
}, {
    "isL" : 1,
    "pId" : 440200,
    "id" : 440232,
    "title" : "乳源瑶族自治县"
}, {
    "isL" : 1,
    "pId" : 440200,
    "id" : 440233,
    "title" : "新丰县"
}, {
    "isL" : 1,
    "pId" : 440200,
    "id" : 440281,
    "title" : "乐昌市"
}, {
    "isL" : 1,
    "pId" : 440200,
    "id" : 440282,
    "title" : "南雄市"
}, {
    "isL" : 0,
    "pId" : 440000,
    "id" : 440300,
    "title" : "深圳市"
}, {
    "isL" : 1,
    "pId" : 440300,
    "id" : 440301,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 440300,
    "id" : 440303,
    "title" : "罗湖区"
}, {
    "isL" : 1,
    "pId" : 440300,
    "id" : 440304,
    "title" : "福田区"
}, {
    "isL" : 1,
    "pId" : 440300,
    "id" : 440305,
    "title" : "南山区"
}, {
    "isL" : 1,
    "pId" : 440300,
    "id" : 440306,
    "title" : "宝安区"
}, {
    "isL" : 1,
    "pId" : 440300,
    "id" : 440307,
    "title" : "龙岗区"
}, {
    "isL" : 1,
    "pId" : 440300,
    "id" : 440308,
    "title" : "盐田区"
}, {
    "isL" : 0,
    "pId" : 440000,
    "id" : 440400,
    "title" : "珠海市"
}, {
    "isL" : 1,
    "pId" : 440400,
    "id" : 440401,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 440400,
    "id" : 440402,
    "title" : "香洲区"
}, {
    "isL" : 1,
    "pId" : 440400,
    "id" : 440403,
    "title" : "斗门区"
}, {
    "isL" : 1,
    "pId" : 440400,
    "id" : 440404,
    "title" : "金湾区"
}, {
    "isL" : 0,
    "pId" : 440000,
    "id" : 440500,
    "title" : "汕头市"
}, {
    "isL" : 1,
    "pId" : 440500,
    "id" : 440501,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 440500,
    "id" : 440507,
    "title" : "龙湖区"
}, {
    "isL" : 1,
    "pId" : 440500,
    "id" : 440511,
    "title" : "金平区"
}, {
    "isL" : 1,
    "pId" : 440500,
    "id" : 440512,
    "title" : "濠江区"
}, {
    "isL" : 1,
    "pId" : 440500,
    "id" : 440513,
    "title" : "潮阳区"
}, {
    "isL" : 1,
    "pId" : 440500,
    "id" : 440514,
    "title" : "潮南区"
}, {
    "isL" : 1,
    "pId" : 440500,
    "id" : 440515,
    "title" : "澄海区"
}, {
    "isL" : 1,
    "pId" : 440500,
    "id" : 440523,
    "title" : "南澳县"
}, {
    "isL" : 0,
    "pId" : 440000,
    "id" : 440600,
    "title" : "佛山市"
}, {
    "isL" : 1,
    "pId" : 440600,
    "id" : 440601,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 440600,
    "id" : 440604,
    "title" : "禅城区"
}, {
    "isL" : 1,
    "pId" : 440600,
    "id" : 440605,
    "title" : "南海区"
}, {
    "isL" : 1,
    "pId" : 440600,
    "id" : 440606,
    "title" : "顺德区"
}, {
    "isL" : 1,
    "pId" : 440600,
    "id" : 440607,
    "title" : "三水区"
}, {
    "isL" : 1,
    "pId" : 440600,
    "id" : 440608,
    "title" : "高明区"
}, {
    "isL" : 0,
    "pId" : 440000,
    "id" : 440700,
    "title" : "江门市"
}, {
    "isL" : 1,
    "pId" : 440700,
    "id" : 440701,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 440700,
    "id" : 440703,
    "title" : "蓬江区"
}, {
    "isL" : 1,
    "pId" : 440700,
    "id" : 440704,
    "title" : "江海区"
}, {
    "isL" : 1,
    "pId" : 440700,
    "id" : 440705,
    "title" : "新会区"
}, {
    "isL" : 1,
    "pId" : 440700,
    "id" : 440781,
    "title" : "台山市"
}, {
    "isL" : 1,
    "pId" : 440700,
    "id" : 440783,
    "title" : "开平市"
}, {
    "isL" : 1,
    "pId" : 440700,
    "id" : 440784,
    "title" : "鹤山市"
}, {
    "isL" : 1,
    "pId" : 440700,
    "id" : 440785,
    "title" : "恩平市"
}, {
    "isL" : 0,
    "pId" : 440000,
    "id" : 440800,
    "title" : "湛江市"
}, {
    "isL" : 1,
    "pId" : 440800,
    "id" : 440801,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 440800,
    "id" : 440802,
    "title" : "赤坎区"
}, {
    "isL" : 1,
    "pId" : 440800,
    "id" : 440803,
    "title" : "霞山区"
}, {
    "isL" : 1,
    "pId" : 440800,
    "id" : 440804,
    "title" : "坡头区"
}, {
    "isL" : 1,
    "pId" : 440800,
    "id" : 440811,
    "title" : "麻章区"
}, {
    "isL" : 1,
    "pId" : 440800,
    "id" : 440823,
    "title" : "遂溪县"
}, {
    "isL" : 1,
    "pId" : 440800,
    "id" : 440825,
    "title" : "徐闻县"
}, {
    "isL" : 1,
    "pId" : 440800,
    "id" : 440881,
    "title" : "廉江市"
}, {
    "isL" : 1,
    "pId" : 440800,
    "id" : 440882,
    "title" : "雷州市"
}, {
    "isL" : 1,
    "pId" : 440800,
    "id" : 440883,
    "title" : "吴川市"
}, {
    "isL" : 0,
    "pId" : 440000,
    "id" : 440900,
    "title" : "茂名市"
}, {
    "isL" : 1,
    "pId" : 440900,
    "id" : 440901,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 440900,
    "id" : 440902,
    "title" : "茂南区"
}, {
    "isL" : 1,
    "pId" : 440900,
    "id" : 440903,
    "title" : "茂港区"
}, {
    "isL" : 1,
    "pId" : 440900,
    "id" : 440923,
    "title" : "电白县"
}, {
    "isL" : 1,
    "pId" : 440900,
    "id" : 440981,
    "title" : "高州市"
}, {
    "isL" : 1,
    "pId" : 440900,
    "id" : 440982,
    "title" : "化州市"
}, {
    "isL" : 1,
    "pId" : 440900,
    "id" : 440983,
    "title" : "信宜市"
}, {
    "isL" : 0,
    "pId" : 440000,
    "id" : 441200,
    "title" : "肇庆市"
}, {
    "isL" : 1,
    "pId" : 441200,
    "id" : 441201,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 441200,
    "id" : 441202,
    "title" : "端州区"
}, {
    "isL" : 1,
    "pId" : 441200,
    "id" : 441203,
    "title" : "鼎湖区"
}, {
    "isL" : 1,
    "pId" : 441200,
    "id" : 441223,
    "title" : "广宁县"
}, {
    "isL" : 1,
    "pId" : 441200,
    "id" : 441224,
    "title" : "怀集县"
}, {
    "isL" : 1,
    "pId" : 441200,
    "id" : 441225,
    "title" : "封开县"
}, {
    "isL" : 1,
    "pId" : 441200,
    "id" : 441226,
    "title" : "德庆县"
}, {
    "isL" : 1,
    "pId" : 441200,
    "id" : 441283,
    "title" : "高要市"
}, {
    "isL" : 1,
    "pId" : 441200,
    "id" : 441284,
    "title" : "四会市"
}, {
    "isL" : 0,
    "pId" : 440000,
    "id" : 441300,
    "title" : "惠州市"
}, {
    "isL" : 1,
    "pId" : 441300,
    "id" : 441301,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 441300,
    "id" : 441302,
    "title" : "惠城区"
}, {
    "isL" : 1,
    "pId" : 441300,
    "id" : 441303,
    "title" : "惠阳区"
}, {
    "isL" : 1,
    "pId" : 441300,
    "id" : 441322,
    "title" : "博罗县"
}, {
    "isL" : 1,
    "pId" : 441300,
    "id" : 441323,
    "title" : "惠东县"
}, {
    "isL" : 1,
    "pId" : 441300,
    "id" : 441324,
    "title" : "龙门县"
}, {
    "isL" : 0,
    "pId" : 440000,
    "id" : 441400,
    "title" : "梅州市"
}, {
    "isL" : 1,
    "pId" : 441400,
    "id" : 441401,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 441400,
    "id" : 441402,
    "title" : "梅江区"
}, {
    "isL" : 1,
    "pId" : 441400,
    "id" : 441421,
    "title" : "梅　县"
}, {
    "isL" : 1,
    "pId" : 441400,
    "id" : 441422,
    "title" : "大埔县"
}, {
    "isL" : 1,
    "pId" : 441400,
    "id" : 441423,
    "title" : "丰顺县"
}, {
    "isL" : 1,
    "pId" : 441400,
    "id" : 441424,
    "title" : "五华县"
}, {
    "isL" : 1,
    "pId" : 441400,
    "id" : 441426,
    "title" : "平远县"
}, {
    "isL" : 1,
    "pId" : 441400,
    "id" : 441427,
    "title" : "蕉岭县"
}, {
    "isL" : 1,
    "pId" : 441400,
    "id" : 441481,
    "title" : "兴宁市"
}, {
    "isL" : 0,
    "pId" : 440000,
    "id" : 441500,
    "title" : "汕尾市"
}, {
    "isL" : 1,
    "pId" : 441500,
    "id" : 441501,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 441500,
    "id" : 441502,
    "title" : "城　区"
}, {
    "isL" : 1,
    "pId" : 441500,
    "id" : 441521,
    "title" : "海丰县"
}, {
    "isL" : 1,
    "pId" : 441500,
    "id" : 441523,
    "title" : "陆河县"
}, {
    "isL" : 1,
    "pId" : 441500,
    "id" : 441581,
    "title" : "陆丰市"
}, {
    "isL" : 0,
    "pId" : 440000,
    "id" : 441600,
    "title" : "河源市"
}, {
    "isL" : 1,
    "pId" : 441600,
    "id" : 441601,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 441600,
    "id" : 441602,
    "title" : "源城区"
}, {
    "isL" : 1,
    "pId" : 441600,
    "id" : 441621,
    "title" : "紫金县"
}, {
    "isL" : 1,
    "pId" : 441600,
    "id" : 441622,
    "title" : "龙川县"
}, {
    "isL" : 1,
    "pId" : 441600,
    "id" : 441623,
    "title" : "连平县"
}, {
    "isL" : 1,
    "pId" : 441600,
    "id" : 441624,
    "title" : "和平县"
}, {
    "isL" : 1,
    "pId" : 441600,
    "id" : 441625,
    "title" : "东源县"
}, {
    "isL" : 0,
    "pId" : 440000,
    "id" : 441700,
    "title" : "阳江市"
}, {
    "isL" : 1,
    "pId" : 441700,
    "id" : 441701,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 441700,
    "id" : 441702,
    "title" : "江城区"
}, {
    "isL" : 1,
    "pId" : 441700,
    "id" : 441721,
    "title" : "阳西县"
}, {
    "isL" : 1,
    "pId" : 441700,
    "id" : 441723,
    "title" : "阳东县"
}, {
    "isL" : 1,
    "pId" : 441700,
    "id" : 441781,
    "title" : "阳春市"
}, {
    "isL" : 0,
    "pId" : 440000,
    "id" : 441800,
    "title" : "清远市"
}, {
    "isL" : 1,
    "pId" : 441800,
    "id" : 441801,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 441800,
    "id" : 441802,
    "title" : "清城区"
}, {
    "isL" : 1,
    "pId" : 441800,
    "id" : 441821,
    "title" : "佛冈县"
}, {
    "isL" : 1,
    "pId" : 441800,
    "id" : 441823,
    "title" : "阳山县"
}, {
    "isL" : 1,
    "pId" : 441800,
    "id" : 441825,
    "title" : "连山壮族瑶族自治县"
}, {
    "isL" : 1,
    "pId" : 441800,
    "id" : 441826,
    "title" : "连南瑶族自治县"
}, {
    "isL" : 1,
    "pId" : 441800,
    "id" : 441827,
    "title" : "清新县"
}, {
    "isL" : 1,
    "pId" : 441800,
    "id" : 441881,
    "title" : "英德市"
}, {
    "isL" : 1,
    "pId" : 441800,
    "id" : 441882,
    "title" : "连州市"
}, {
    "isL" : 1,
    "pId" : 440000,
    "id" : 441900,
    "title" : "东莞市"
}, {
    "isL" : 1,
    "pId" : 440000,
    "id" : 442000,
    "title" : "中山市"
}, {
    "isL" : 0,
    "pId" : 440000,
    "id" : 445100,
    "title" : "潮州市"
}, {
    "isL" : 1,
    "pId" : 445100,
    "id" : 445101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 445100,
    "id" : 445102,
    "title" : "湘桥区"
}, {
    "isL" : 1,
    "pId" : 445100,
    "id" : 445121,
    "title" : "潮安县"
}, {
    "isL" : 1,
    "pId" : 445100,
    "id" : 445122,
    "title" : "饶平县"
}, {
    "isL" : 0,
    "pId" : 440000,
    "id" : 445200,
    "title" : "揭阳市"
}, {
    "isL" : 1,
    "pId" : 445200,
    "id" : 445201,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 445200,
    "id" : 445202,
    "title" : "榕城区"
}, {
    "isL" : 1,
    "pId" : 445200,
    "id" : 445221,
    "title" : "揭东县"
}, {
    "isL" : 1,
    "pId" : 445200,
    "id" : 445222,
    "title" : "揭西县"
}, {
    "isL" : 1,
    "pId" : 445200,
    "id" : 445224,
    "title" : "惠来县"
}, {
    "isL" : 1,
    "pId" : 445200,
    "id" : 445281,
    "title" : "普宁市"
}, {
    "isL" : 0,
    "pId" : 440000,
    "id" : 445300,
    "title" : "云浮市"
}, {
    "isL" : 1,
    "pId" : 445300,
    "id" : 445301,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 445300,
    "id" : 445302,
    "title" : "云城区"
}, {
    "isL" : 1,
    "pId" : 445300,
    "id" : 445321,
    "title" : "新兴县"
}, {
    "isL" : 1,
    "pId" : 445300,
    "id" : 445322,
    "title" : "郁南县"
}, {
    "isL" : 1,
    "pId" : 445300,
    "id" : 445323,
    "title" : "云安县"
}, {
    "isL" : 1,
    "pId" : 445300,
    "id" : 445381,
    "title" : "罗定市"
}, {
    "isL" : 0,
    "pId" : 0,
    "id" : 450000,
    "title" : "广西壮族自治区"
}, {
    "isL" : 0,
    "pId" : 450000,
    "id" : 450100,
    "title" : "南宁市"
}, {
    "isL" : 1,
    "pId" : 450100,
    "id" : 450101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 450100,
    "id" : 450102,
    "title" : "兴宁区"
}, {
    "isL" : 1,
    "pId" : 450100,
    "id" : 450103,
    "title" : "青秀区"
}, {
    "isL" : 1,
    "pId" : 450100,
    "id" : 450105,
    "title" : "江南区"
}, {
    "isL" : 1,
    "pId" : 450100,
    "id" : 450107,
    "title" : "西乡塘区"
}, {
    "isL" : 1,
    "pId" : 450100,
    "id" : 450108,
    "title" : "良庆区"
}, {
    "isL" : 1,
    "pId" : 450100,
    "id" : 450109,
    "title" : "邕宁区"
}, {
    "isL" : 1,
    "pId" : 450100,
    "id" : 450122,
    "title" : "武鸣县"
}, {
    "isL" : 1,
    "pId" : 450100,
    "id" : 450123,
    "title" : "隆安县"
}, {
    "isL" : 1,
    "pId" : 450100,
    "id" : 450124,
    "title" : "马山县"
}, {
    "isL" : 1,
    "pId" : 450100,
    "id" : 450125,
    "title" : "上林县"
}, {
    "isL" : 1,
    "pId" : 450100,
    "id" : 450126,
    "title" : "宾阳县"
}, {
    "isL" : 1,
    "pId" : 450100,
    "id" : 450127,
    "title" : "横　县"
}, {
    "isL" : 0,
    "pId" : 450000,
    "id" : 450200,
    "title" : "柳州市"
}, {
    "isL" : 1,
    "pId" : 450200,
    "id" : 450201,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 450200,
    "id" : 450202,
    "title" : "城中区"
}, {
    "isL" : 1,
    "pId" : 450200,
    "id" : 450203,
    "title" : "鱼峰区"
}, {
    "isL" : 1,
    "pId" : 450200,
    "id" : 450204,
    "title" : "柳南区"
}, {
    "isL" : 1,
    "pId" : 450200,
    "id" : 450205,
    "title" : "柳北区"
}, {
    "isL" : 1,
    "pId" : 450200,
    "id" : 450221,
    "title" : "柳江县"
}, {
    "isL" : 1,
    "pId" : 450200,
    "id" : 450222,
    "title" : "柳城县"
}, {
    "isL" : 1,
    "pId" : 450200,
    "id" : 450223,
    "title" : "鹿寨县"
}, {
    "isL" : 1,
    "pId" : 450200,
    "id" : 450224,
    "title" : "融安县"
}, {
    "isL" : 1,
    "pId" : 450200,
    "id" : 450225,
    "title" : "融水苗族自治县"
}, {
    "isL" : 1,
    "pId" : 450200,
    "id" : 450226,
    "title" : "三江侗族自治县"
}, {
    "isL" : 0,
    "pId" : 450000,
    "id" : 450300,
    "title" : "桂林市"
}, {
    "isL" : 1,
    "pId" : 450300,
    "id" : 450301,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 450300,
    "id" : 450302,
    "title" : "秀峰区"
}, {
    "isL" : 1,
    "pId" : 450300,
    "id" : 450303,
    "title" : "叠彩区"
}, {
    "isL" : 1,
    "pId" : 450300,
    "id" : 450304,
    "title" : "象山区"
}, {
    "isL" : 1,
    "pId" : 450300,
    "id" : 450305,
    "title" : "七星区"
}, {
    "isL" : 1,
    "pId" : 450300,
    "id" : 450311,
    "title" : "雁山区"
}, {
    "isL" : 1,
    "pId" : 450300,
    "id" : 450321,
    "title" : "阳朔县"
}, {
    "isL" : 1,
    "pId" : 450300,
    "id" : 450322,
    "title" : "临桂县"
}, {
    "isL" : 1,
    "pId" : 450300,
    "id" : 450323,
    "title" : "灵川县"
}, {
    "isL" : 1,
    "pId" : 450300,
    "id" : 450324,
    "title" : "全州县"
}, {
    "isL" : 1,
    "pId" : 450300,
    "id" : 450325,
    "title" : "兴安县"
}, {
    "isL" : 1,
    "pId" : 450300,
    "id" : 450326,
    "title" : "永福县"
}, {
    "isL" : 1,
    "pId" : 450300,
    "id" : 450327,
    "title" : "灌阳县"
}, {
    "isL" : 1,
    "pId" : 450300,
    "id" : 450328,
    "title" : "龙胜各族自治县"
}, {
    "isL" : 1,
    "pId" : 450300,
    "id" : 450329,
    "title" : "资源县"
}, {
    "isL" : 1,
    "pId" : 450300,
    "id" : 450330,
    "title" : "平乐县"
}, {
    "isL" : 1,
    "pId" : 450300,
    "id" : 450331,
    "title" : "荔蒲县"
}, {
    "isL" : 1,
    "pId" : 450300,
    "id" : 450332,
    "title" : "恭城瑶族自治县"
}, {
    "isL" : 0,
    "pId" : 450000,
    "id" : 450400,
    "title" : "梧州市"
}, {
    "isL" : 1,
    "pId" : 450400,
    "id" : 450401,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 450400,
    "id" : 450403,
    "title" : "万秀区"
}, {
    "isL" : 1,
    "pId" : 450400,
    "id" : 450404,
    "title" : "蝶山区"
}, {
    "isL" : 1,
    "pId" : 450400,
    "id" : 450405,
    "title" : "长洲区"
}, {
    "isL" : 1,
    "pId" : 450400,
    "id" : 450421,
    "title" : "苍梧县"
}, {
    "isL" : 1,
    "pId" : 450400,
    "id" : 450422,
    "title" : "藤　县"
}, {
    "isL" : 1,
    "pId" : 450400,
    "id" : 450423,
    "title" : "蒙山县"
}, {
    "isL" : 1,
    "pId" : 450400,
    "id" : 450481,
    "title" : "岑溪市"
}, {
    "isL" : 0,
    "pId" : 450000,
    "id" : 450500,
    "title" : "北海市"
}, {
    "isL" : 1,
    "pId" : 450500,
    "id" : 450501,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 450500,
    "id" : 450502,
    "title" : "海城区"
}, {
    "isL" : 1,
    "pId" : 450500,
    "id" : 450503,
    "title" : "银海区"
}, {
    "isL" : 1,
    "pId" : 450500,
    "id" : 450512,
    "title" : "铁山港区"
}, {
    "isL" : 1,
    "pId" : 450500,
    "id" : 450521,
    "title" : "合浦县"
}, {
    "isL" : 0,
    "pId" : 450000,
    "id" : 450600,
    "title" : "防城港市"
}, {
    "isL" : 1,
    "pId" : 450600,
    "id" : 450601,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 450600,
    "id" : 450602,
    "title" : "港口区"
}, {
    "isL" : 1,
    "pId" : 450600,
    "id" : 450603,
    "title" : "防城区"
}, {
    "isL" : 1,
    "pId" : 450600,
    "id" : 450621,
    "title" : "上思县"
}, {
    "isL" : 1,
    "pId" : 450600,
    "id" : 450681,
    "title" : "东兴市"
}, {
    "isL" : 0,
    "pId" : 450000,
    "id" : 450700,
    "title" : "钦州市"
}, {
    "isL" : 1,
    "pId" : 450700,
    "id" : 450701,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 450700,
    "id" : 450702,
    "title" : "钦南区"
}, {
    "isL" : 1,
    "pId" : 450700,
    "id" : 450703,
    "title" : "钦北区"
}, {
    "isL" : 1,
    "pId" : 450700,
    "id" : 450721,
    "title" : "灵山县"
}, {
    "isL" : 1,
    "pId" : 450700,
    "id" : 450722,
    "title" : "浦北县"
}, {
    "isL" : 0,
    "pId" : 450000,
    "id" : 450800,
    "title" : "贵港市"
}, {
    "isL" : 1,
    "pId" : 450800,
    "id" : 450801,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 450800,
    "id" : 450802,
    "title" : "港北区"
}, {
    "isL" : 1,
    "pId" : 450800,
    "id" : 450803,
    "title" : "港南区"
}, {
    "isL" : 1,
    "pId" : 450800,
    "id" : 450804,
    "title" : "覃塘区"
}, {
    "isL" : 1,
    "pId" : 450800,
    "id" : 450821,
    "title" : "平南县"
}, {
    "isL" : 1,
    "pId" : 450800,
    "id" : 450881,
    "title" : "桂平市"
}, {
    "isL" : 0,
    "pId" : 450000,
    "id" : 450900,
    "title" : "玉林市"
}, {
    "isL" : 1,
    "pId" : 450900,
    "id" : 450901,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 450900,
    "id" : 450902,
    "title" : "玉州区"
}, {
    "isL" : 1,
    "pId" : 450900,
    "id" : 450921,
    "title" : "容　县"
}, {
    "isL" : 1,
    "pId" : 450900,
    "id" : 450922,
    "title" : "陆川县"
}, {
    "isL" : 1,
    "pId" : 450900,
    "id" : 450923,
    "title" : "博白县"
}, {
    "isL" : 1,
    "pId" : 450900,
    "id" : 450924,
    "title" : "兴业县"
}, {
    "isL" : 1,
    "pId" : 450900,
    "id" : 450981,
    "title" : "北流市"
}, {
    "isL" : 0,
    "pId" : 450000,
    "id" : 451000,
    "title" : "百色市"
}, {
    "isL" : 1,
    "pId" : 451000,
    "id" : 451001,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 451000,
    "id" : 451002,
    "title" : "右江区"
}, {
    "isL" : 1,
    "pId" : 451000,
    "id" : 451021,
    "title" : "田阳县"
}, {
    "isL" : 1,
    "pId" : 451000,
    "id" : 451022,
    "title" : "田东县"
}, {
    "isL" : 1,
    "pId" : 451000,
    "id" : 451023,
    "title" : "平果县"
}, {
    "isL" : 1,
    "pId" : 451000,
    "id" : 451024,
    "title" : "德保县"
}, {
    "isL" : 1,
    "pId" : 451000,
    "id" : 451025,
    "title" : "靖西县"
}, {
    "isL" : 1,
    "pId" : 451000,
    "id" : 451026,
    "title" : "那坡县"
}, {
    "isL" : 1,
    "pId" : 451000,
    "id" : 451027,
    "title" : "凌云县"
}, {
    "isL" : 1,
    "pId" : 451000,
    "id" : 451028,
    "title" : "乐业县"
}, {
    "isL" : 1,
    "pId" : 451000,
    "id" : 451029,
    "title" : "田林县"
}, {
    "isL" : 1,
    "pId" : 451000,
    "id" : 451030,
    "title" : "西林县"
}, {
    "isL" : 1,
    "pId" : 451000,
    "id" : 451031,
    "title" : "隆林各族自治县"
}, {
    "isL" : 0,
    "pId" : 450000,
    "id" : 451100,
    "title" : "贺州市"
}, {
    "isL" : 1,
    "pId" : 451100,
    "id" : 451101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 451100,
    "id" : 451102,
    "title" : "八步区"
}, {
    "isL" : 1,
    "pId" : 451100,
    "id" : 451121,
    "title" : "昭平县"
}, {
    "isL" : 1,
    "pId" : 451100,
    "id" : 451122,
    "title" : "钟山县"
}, {
    "isL" : 1,
    "pId" : 451100,
    "id" : 451123,
    "title" : "富川瑶族自治县"
}, {
    "isL" : 0,
    "pId" : 450000,
    "id" : 451200,
    "title" : "河池市"
}, {
    "isL" : 1,
    "pId" : 451200,
    "id" : 451201,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 451200,
    "id" : 451202,
    "title" : "金城江区"
}, {
    "isL" : 1,
    "pId" : 451200,
    "id" : 451221,
    "title" : "南丹县"
}, {
    "isL" : 1,
    "pId" : 451200,
    "id" : 451222,
    "title" : "天峨县"
}, {
    "isL" : 1,
    "pId" : 451200,
    "id" : 451223,
    "title" : "凤山县"
}, {
    "isL" : 1,
    "pId" : 451200,
    "id" : 451224,
    "title" : "东兰县"
}, {
    "isL" : 1,
    "pId" : 451200,
    "id" : 451225,
    "title" : "罗城仫佬族自治县"
}, {
    "isL" : 1,
    "pId" : 451200,
    "id" : 451226,
    "title" : "环江毛南族自治县"
}, {
    "isL" : 1,
    "pId" : 451200,
    "id" : 451227,
    "title" : "巴马瑶族自治县"
}, {
    "isL" : 1,
    "pId" : 451200,
    "id" : 451228,
    "title" : "都安瑶族自治县"
}, {
    "isL" : 1,
    "pId" : 451200,
    "id" : 451229,
    "title" : "大化瑶族自治县"
}, {
    "isL" : 1,
    "pId" : 451200,
    "id" : 451281,
    "title" : "宜州市"
}, {
    "isL" : 0,
    "pId" : 450000,
    "id" : 451300,
    "title" : "来宾市"
}, {
    "isL" : 1,
    "pId" : 451300,
    "id" : 451301,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 451300,
    "id" : 451302,
    "title" : "兴宾区"
}, {
    "isL" : 1,
    "pId" : 451300,
    "id" : 451321,
    "title" : "忻城县"
}, {
    "isL" : 1,
    "pId" : 451300,
    "id" : 451322,
    "title" : "象州县"
}, {
    "isL" : 1,
    "pId" : 451300,
    "id" : 451323,
    "title" : "武宣县"
}, {
    "isL" : 1,
    "pId" : 451300,
    "id" : 451324,
    "title" : "金秀瑶族自治县"
}, {
    "isL" : 1,
    "pId" : 451300,
    "id" : 451381,
    "title" : "合山市"
}, {
    "isL" : 0,
    "pId" : 450000,
    "id" : 451400,
    "title" : "崇左市"
}, {
    "isL" : 1,
    "pId" : 451400,
    "id" : 451401,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 451400,
    "id" : 451402,
    "title" : "江洲区"
}, {
    "isL" : 1,
    "pId" : 451400,
    "id" : 451421,
    "title" : "扶绥县"
}, {
    "isL" : 1,
    "pId" : 451400,
    "id" : 451422,
    "title" : "宁明县"
}, {
    "isL" : 1,
    "pId" : 451400,
    "id" : 451423,
    "title" : "龙州县"
}, {
    "isL" : 1,
    "pId" : 451400,
    "id" : 451424,
    "title" : "大新县"
}, {
    "isL" : 1,
    "pId" : 451400,
    "id" : 451425,
    "title" : "天等县"
}, {
    "isL" : 1,
    "pId" : 451400,
    "id" : 451481,
    "title" : "凭祥市"
}, {
    "isL" : 0,
    "pId" : 0,
    "id" : 460000,
    "title" : "海南省"
}, {
    "isL" : 0,
    "pId" : 460000,
    "id" : 460100,
    "title" : "海口市"
}, {
    "isL" : 1,
    "pId" : 460100,
    "id" : 460101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 460100,
    "id" : 460105,
    "title" : "秀英区"
}, {
    "isL" : 1,
    "pId" : 460100,
    "id" : 460106,
    "title" : "龙华区"
}, {
    "isL" : 1,
    "pId" : 460100,
    "id" : 460107,
    "title" : "琼山区"
}, {
    "isL" : 1,
    "pId" : 460100,
    "id" : 460108,
    "title" : "美兰区"
}, {
    "isL" : 0,
    "pId" : 460000,
    "id" : 460200,
    "title" : "三亚市"
}, {
    "isL" : 1,
    "pId" : 460200,
    "id" : 460201,
    "title" : "市辖区"
}, {
    "isL" : 0,
    "pId" : 460000,
    "id" : 469000,
    "title" : "省直辖县级行政单位"
}, {
    "isL" : 1,
    "pId" : 469000,
    "id" : 469001,
    "title" : "五指山市"
}, {
    "isL" : 1,
    "pId" : 469000,
    "id" : 469002,
    "title" : "琼海市"
}, {
    "isL" : 1,
    "pId" : 469000,
    "id" : 469003,
    "title" : "儋州市"
}, {
    "isL" : 1,
    "pId" : 469000,
    "id" : 469005,
    "title" : "文昌市"
}, {
    "isL" : 1,
    "pId" : 469000,
    "id" : 469006,
    "title" : "万宁市"
}, {
    "isL" : 1,
    "pId" : 469000,
    "id" : 469007,
    "title" : "东方市"
}, {
    "isL" : 1,
    "pId" : 469000,
    "id" : 469025,
    "title" : "定安县"
}, {
    "isL" : 1,
    "pId" : 469000,
    "id" : 469026,
    "title" : "屯昌县"
}, {
    "isL" : 1,
    "pId" : 469000,
    "id" : 469027,
    "title" : "澄迈县"
}, {
    "isL" : 1,
    "pId" : 469000,
    "id" : 469028,
    "title" : "临高县"
}, {
    "isL" : 1,
    "pId" : 469000,
    "id" : 469030,
    "title" : "白沙黎族自治县"
}, {
    "isL" : 1,
    "pId" : 469000,
    "id" : 469031,
    "title" : "昌江黎族自治县"
}, {
    "isL" : 1,
    "pId" : 469000,
    "id" : 469033,
    "title" : "乐东黎族自治县"
}, {
    "isL" : 1,
    "pId" : 469000,
    "id" : 469034,
    "title" : "陵水黎族自治县"
}, {
    "isL" : 1,
    "pId" : 469000,
    "id" : 469035,
    "title" : "保亭黎族苗族自治县"
}, {
    "isL" : 1,
    "pId" : 469000,
    "id" : 469036,
    "title" : "琼中黎族苗族自治县"
}, {
    "isL" : 1,
    "pId" : 469000,
    "id" : 469037,
    "title" : "西沙群岛"
}, {
    "isL" : 1,
    "pId" : 469000,
    "id" : 469038,
    "title" : "南沙群岛"
}, {
    "isL" : 1,
    "pId" : 469000,
    "id" : 469039,
    "title" : "中沙群岛的岛礁及其海域"
}, {
    "isL" : 0,
    "pId" : 0,
    "id" : 500000,
    "title" : "重庆市"
}, {
    "isL" : 0,
    "pId" : 500000,
    "id" : 500100,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 500100,
    "id" : 500101,
    "title" : "万州区"
}, {
    "isL" : 1,
    "pId" : 500100,
    "id" : 500102,
    "title" : "涪陵区"
}, {
    "isL" : 1,
    "pId" : 500100,
    "id" : 500103,
    "title" : "渝中区"
}, {
    "isL" : 1,
    "pId" : 500100,
    "id" : 500104,
    "title" : "大渡口区"
}, {
    "isL" : 1,
    "pId" : 500100,
    "id" : 500105,
    "title" : "江北区"
}, {
    "isL" : 1,
    "pId" : 500100,
    "id" : 500106,
    "title" : "沙坪坝区"
}, {
    "isL" : 1,
    "pId" : 500100,
    "id" : 500107,
    "title" : "九龙坡区"
}, {
    "isL" : 1,
    "pId" : 500100,
    "id" : 500108,
    "title" : "南岸区"
}, {
    "isL" : 1,
    "pId" : 500100,
    "id" : 500109,
    "title" : "北碚区"
}, {
    "isL" : 1,
    "pId" : 500100,
    "id" : 500110,
    "title" : "万盛区"
}, {
    "isL" : 1,
    "pId" : 500100,
    "id" : 500111,
    "title" : "双桥区"
}, {
    "isL" : 1,
    "pId" : 500100,
    "id" : 500112,
    "title" : "渝北区"
}, {
    "isL" : 1,
    "pId" : 500100,
    "id" : 500113,
    "title" : "巴南区"
}, {
    "isL" : 1,
    "pId" : 500100,
    "id" : 500114,
    "title" : "黔江区"
}, {
    "isL" : 1,
    "pId" : 500100,
    "id" : 500115,
    "title" : "长寿区"
}, {
    "isL" : 0,
    "pId" : 500000,
    "id" : 500200,
    "title" : "县"
}, {
    "isL" : 1,
    "pId" : 500200,
    "id" : 500222,
    "title" : "綦江县"
}, {
    "isL" : 1,
    "pId" : 500200,
    "id" : 500223,
    "title" : "潼南县"
}, {
    "isL" : 1,
    "pId" : 500200,
    "id" : 500224,
    "title" : "铜梁县"
}, {
    "isL" : 1,
    "pId" : 500200,
    "id" : 500225,
    "title" : "大足县"
}, {
    "isL" : 1,
    "pId" : 500200,
    "id" : 500226,
    "title" : "荣昌县"
}, {
    "isL" : 1,
    "pId" : 500200,
    "id" : 500227,
    "title" : "璧山县"
}, {
    "isL" : 1,
    "pId" : 500200,
    "id" : 500228,
    "title" : "梁平县"
}, {
    "isL" : 1,
    "pId" : 500200,
    "id" : 500229,
    "title" : "城口县"
}, {
    "isL" : 1,
    "pId" : 500200,
    "id" : 500230,
    "title" : "丰都县"
}, {
    "isL" : 1,
    "pId" : 500200,
    "id" : 500231,
    "title" : "垫江县"
}, {
    "isL" : 1,
    "pId" : 500200,
    "id" : 500232,
    "title" : "武隆县"
}, {
    "isL" : 1,
    "pId" : 500200,
    "id" : 500233,
    "title" : "忠　县"
}, {
    "isL" : 1,
    "pId" : 500200,
    "id" : 500234,
    "title" : "开　县"
}, {
    "isL" : 1,
    "pId" : 500200,
    "id" : 500235,
    "title" : "云阳县"
}, {
    "isL" : 1,
    "pId" : 500200,
    "id" : 500236,
    "title" : "奉节县"
}, {
    "isL" : 1,
    "pId" : 500200,
    "id" : 500237,
    "title" : "巫山县"
}, {
    "isL" : 1,
    "pId" : 500200,
    "id" : 500238,
    "title" : "巫溪县"
}, {
    "isL" : 1,
    "pId" : 500200,
    "id" : 500240,
    "title" : "石柱土家族自治县"
}, {
    "isL" : 1,
    "pId" : 500200,
    "id" : 500241,
    "title" : "秀山土家族苗族自治县"
}, {
    "isL" : 1,
    "pId" : 500200,
    "id" : 500242,
    "title" : "酉阳土家族苗族自治县"
}, {
    "isL" : 1,
    "pId" : 500200,
    "id" : 500243,
    "title" : "彭水苗族土家族自治县"
}, {
    "isL" : 0,
    "pId" : 500000,
    "id" : 500300,
    "title" : "市"
}, {
    "isL" : 1,
    "pId" : 500300,
    "id" : 500381,
    "title" : "江津市"
}, {
    "isL" : 1,
    "pId" : 500300,
    "id" : 500382,
    "title" : "合川市"
}, {
    "isL" : 1,
    "pId" : 500300,
    "id" : 500383,
    "title" : "永川市"
}, {
    "isL" : 1,
    "pId" : 500300,
    "id" : 500384,
    "title" : "南川市"
}, {
    "isL" : 0,
    "pId" : 0,
    "id" : 510000,
    "title" : "四川省"
}, {
    "isL" : 0,
    "pId" : 510000,
    "id" : 510100,
    "title" : "成都市"
}, {
    "isL" : 1,
    "pId" : 510100,
    "id" : 510101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 510100,
    "id" : 510104,
    "title" : "锦江区"
}, {
    "isL" : 1,
    "pId" : 510100,
    "id" : 510105,
    "title" : "青羊区"
}, {
    "isL" : 1,
    "pId" : 510100,
    "id" : 510106,
    "title" : "金牛区"
}, {
    "isL" : 1,
    "pId" : 510100,
    "id" : 510107,
    "title" : "武侯区"
}, {
    "isL" : 1,
    "pId" : 510100,
    "id" : 510108,
    "title" : "成华区"
}, {
    "isL" : 1,
    "pId" : 510100,
    "id" : 510112,
    "title" : "龙泉驿区"
}, {
    "isL" : 1,
    "pId" : 510100,
    "id" : 510113,
    "title" : "青白江区"
}, {
    "isL" : 1,
    "pId" : 510100,
    "id" : 510114,
    "title" : "新都区"
}, {
    "isL" : 1,
    "pId" : 510100,
    "id" : 510115,
    "title" : "温江区"
}, {
    "isL" : 1,
    "pId" : 510100,
    "id" : 510121,
    "title" : "金堂县"
}, {
    "isL" : 1,
    "pId" : 510100,
    "id" : 510122,
    "title" : "双流县"
}, {
    "isL" : 1,
    "pId" : 510100,
    "id" : 510124,
    "title" : "郫　县"
}, {
    "isL" : 1,
    "pId" : 510100,
    "id" : 510129,
    "title" : "大邑县"
}, {
    "isL" : 1,
    "pId" : 510100,
    "id" : 510131,
    "title" : "蒲江县"
}, {
    "isL" : 1,
    "pId" : 510100,
    "id" : 510132,
    "title" : "新津县"
}, {
    "isL" : 1,
    "pId" : 510100,
    "id" : 510181,
    "title" : "都江堰市"
}, {
    "isL" : 1,
    "pId" : 510100,
    "id" : 510182,
    "title" : "彭州市"
}, {
    "isL" : 1,
    "pId" : 510100,
    "id" : 510183,
    "title" : "邛崃市"
}, {
    "isL" : 1,
    "pId" : 510100,
    "id" : 510184,
    "title" : "崇州市"
}, {
    "isL" : 0,
    "pId" : 510000,
    "id" : 510300,
    "title" : "自贡市"
}, {
    "isL" : 1,
    "pId" : 510300,
    "id" : 510301,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 510300,
    "id" : 510302,
    "title" : "自流井区"
}, {
    "isL" : 1,
    "pId" : 510300,
    "id" : 510303,
    "title" : "贡井区"
}, {
    "isL" : 1,
    "pId" : 510300,
    "id" : 510304,
    "title" : "大安区"
}, {
    "isL" : 1,
    "pId" : 510300,
    "id" : 510311,
    "title" : "沿滩区"
}, {
    "isL" : 1,
    "pId" : 510300,
    "id" : 510321,
    "title" : "荣　县"
}, {
    "isL" : 1,
    "pId" : 510300,
    "id" : 510322,
    "title" : "富顺县"
}, {
    "isL" : 0,
    "pId" : 510000,
    "id" : 510400,
    "title" : "攀枝花市"
}, {
    "isL" : 1,
    "pId" : 510400,
    "id" : 510401,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 510400,
    "id" : 510402,
    "title" : "东　区"
}, {
    "isL" : 1,
    "pId" : 510400,
    "id" : 510403,
    "title" : "西　区"
}, {
    "isL" : 1,
    "pId" : 510400,
    "id" : 510411,
    "title" : "仁和区"
}, {
    "isL" : 1,
    "pId" : 510400,
    "id" : 510421,
    "title" : "米易县"
}, {
    "isL" : 1,
    "pId" : 510400,
    "id" : 510422,
    "title" : "盐边县"
}, {
    "isL" : 0,
    "pId" : 510000,
    "id" : 510500,
    "title" : "泸州市"
}, {
    "isL" : 1,
    "pId" : 510500,
    "id" : 510501,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 510500,
    "id" : 510502,
    "title" : "江阳区"
}, {
    "isL" : 1,
    "pId" : 510500,
    "id" : 510503,
    "title" : "纳溪区"
}, {
    "isL" : 1,
    "pId" : 510500,
    "id" : 510504,
    "title" : "龙马潭区"
}, {
    "isL" : 1,
    "pId" : 510500,
    "id" : 510521,
    "title" : "泸　县"
}, {
    "isL" : 1,
    "pId" : 510500,
    "id" : 510522,
    "title" : "合江县"
}, {
    "isL" : 1,
    "pId" : 510500,
    "id" : 510524,
    "title" : "叙永县"
}, {
    "isL" : 1,
    "pId" : 510500,
    "id" : 510525,
    "title" : "古蔺县"
}, {
    "isL" : 0,
    "pId" : 510000,
    "id" : 510600,
    "title" : "德阳市"
}, {
    "isL" : 1,
    "pId" : 510600,
    "id" : 510601,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 510600,
    "id" : 510603,
    "title" : "旌阳区"
}, {
    "isL" : 1,
    "pId" : 510600,
    "id" : 510623,
    "title" : "中江县"
}, {
    "isL" : 1,
    "pId" : 510600,
    "id" : 510626,
    "title" : "罗江县"
}, {
    "isL" : 1,
    "pId" : 510600,
    "id" : 510681,
    "title" : "广汉市"
}, {
    "isL" : 1,
    "pId" : 510600,
    "id" : 510682,
    "title" : "什邡市"
}, {
    "isL" : 1,
    "pId" : 510600,
    "id" : 510683,
    "title" : "绵竹市"
}, {
    "isL" : 0,
    "pId" : 510000,
    "id" : 510700,
    "title" : "绵阳市"
}, {
    "isL" : 1,
    "pId" : 510700,
    "id" : 510701,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 510700,
    "id" : 510703,
    "title" : "涪城区"
}, {
    "isL" : 1,
    "pId" : 510700,
    "id" : 510704,
    "title" : "游仙区"
}, {
    "isL" : 1,
    "pId" : 510700,
    "id" : 510722,
    "title" : "三台县"
}, {
    "isL" : 1,
    "pId" : 510700,
    "id" : 510723,
    "title" : "盐亭县"
}, {
    "isL" : 1,
    "pId" : 510700,
    "id" : 510724,
    "title" : "安　县"
}, {
    "isL" : 1,
    "pId" : 510700,
    "id" : 510725,
    "title" : "梓潼县"
}, {
    "isL" : 1,
    "pId" : 510700,
    "id" : 510726,
    "title" : "北川羌族自治县"
}, {
    "isL" : 1,
    "pId" : 510700,
    "id" : 510727,
    "title" : "平武县"
}, {
    "isL" : 1,
    "pId" : 510700,
    "id" : 510781,
    "title" : "江油市"
}, {
    "isL" : 0,
    "pId" : 510000,
    "id" : 510800,
    "title" : "广元市"
}, {
    "isL" : 1,
    "pId" : 510800,
    "id" : 510801,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 510800,
    "id" : 510802,
    "title" : "市中区"
}, {
    "isL" : 1,
    "pId" : 510800,
    "id" : 510811,
    "title" : "元坝区"
}, {
    "isL" : 1,
    "pId" : 510800,
    "id" : 510812,
    "title" : "朝天区"
}, {
    "isL" : 1,
    "pId" : 510800,
    "id" : 510821,
    "title" : "旺苍县"
}, {
    "isL" : 1,
    "pId" : 510800,
    "id" : 510822,
    "title" : "青川县"
}, {
    "isL" : 1,
    "pId" : 510800,
    "id" : 510823,
    "title" : "剑阁县"
}, {
    "isL" : 1,
    "pId" : 510800,
    "id" : 510824,
    "title" : "苍溪县"
}, {
    "isL" : 0,
    "pId" : 510000,
    "id" : 510900,
    "title" : "遂宁市"
}, {
    "isL" : 1,
    "pId" : 510900,
    "id" : 510901,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 510900,
    "id" : 510903,
    "title" : "船山区"
}, {
    "isL" : 1,
    "pId" : 510900,
    "id" : 510904,
    "title" : "安居区"
}, {
    "isL" : 1,
    "pId" : 510900,
    "id" : 510921,
    "title" : "蓬溪县"
}, {
    "isL" : 1,
    "pId" : 510900,
    "id" : 510922,
    "title" : "射洪县"
}, {
    "isL" : 1,
    "pId" : 510900,
    "id" : 510923,
    "title" : "大英县"
}, {
    "isL" : 0,
    "pId" : 510000,
    "id" : 511000,
    "title" : "内江市"
}, {
    "isL" : 1,
    "pId" : 511000,
    "id" : 511001,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 511000,
    "id" : 511002,
    "title" : "市中区"
}, {
    "isL" : 1,
    "pId" : 511000,
    "id" : 511011,
    "title" : "东兴区"
}, {
    "isL" : 1,
    "pId" : 511000,
    "id" : 511024,
    "title" : "威远县"
}, {
    "isL" : 1,
    "pId" : 511000,
    "id" : 511025,
    "title" : "资中县"
}, {
    "isL" : 1,
    "pId" : 511000,
    "id" : 511028,
    "title" : "隆昌县"
}, {
    "isL" : 0,
    "pId" : 510000,
    "id" : 511100,
    "title" : "乐山市"
}, {
    "isL" : 1,
    "pId" : 511100,
    "id" : 511101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 511100,
    "id" : 511102,
    "title" : "市中区"
}, {
    "isL" : 1,
    "pId" : 511100,
    "id" : 511111,
    "title" : "沙湾区"
}, {
    "isL" : 1,
    "pId" : 511100,
    "id" : 511112,
    "title" : "五通桥区"
}, {
    "isL" : 1,
    "pId" : 511100,
    "id" : 511113,
    "title" : "金口河区"
}, {
    "isL" : 1,
    "pId" : 511100,
    "id" : 511123,
    "title" : "犍为县"
}, {
    "isL" : 1,
    "pId" : 511100,
    "id" : 511124,
    "title" : "井研县"
}, {
    "isL" : 1,
    "pId" : 511100,
    "id" : 511126,
    "title" : "夹江县"
}, {
    "isL" : 1,
    "pId" : 511100,
    "id" : 511129,
    "title" : "沐川县"
}, {
    "isL" : 1,
    "pId" : 511100,
    "id" : 511132,
    "title" : "峨边彝族自治县"
}, {
    "isL" : 1,
    "pId" : 511100,
    "id" : 511133,
    "title" : "马边彝族自治县"
}, {
    "isL" : 1,
    "pId" : 511100,
    "id" : 511181,
    "title" : "峨眉山市"
}, {
    "isL" : 0,
    "pId" : 510000,
    "id" : 511300,
    "title" : "南充市"
}, {
    "isL" : 1,
    "pId" : 511300,
    "id" : 511301,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 511300,
    "id" : 511302,
    "title" : "顺庆区"
}, {
    "isL" : 1,
    "pId" : 511300,
    "id" : 511303,
    "title" : "高坪区"
}, {
    "isL" : 1,
    "pId" : 511300,
    "id" : 511304,
    "title" : "嘉陵区"
}, {
    "isL" : 1,
    "pId" : 511300,
    "id" : 511321,
    "title" : "南部县"
}, {
    "isL" : 1,
    "pId" : 511300,
    "id" : 511322,
    "title" : "营山县"
}, {
    "isL" : 1,
    "pId" : 511300,
    "id" : 511323,
    "title" : "蓬安县"
}, {
    "isL" : 1,
    "pId" : 511300,
    "id" : 511324,
    "title" : "仪陇县"
}, {
    "isL" : 1,
    "pId" : 511300,
    "id" : 511325,
    "title" : "西充县"
}, {
    "isL" : 1,
    "pId" : 511300,
    "id" : 511381,
    "title" : "阆中市"
}, {
    "isL" : 0,
    "pId" : 510000,
    "id" : 511400,
    "title" : "眉山市"
}, {
    "isL" : 1,
    "pId" : 511400,
    "id" : 511401,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 511400,
    "id" : 511402,
    "title" : "东坡区"
}, {
    "isL" : 1,
    "pId" : 511400,
    "id" : 511421,
    "title" : "仁寿县"
}, {
    "isL" : 1,
    "pId" : 511400,
    "id" : 511422,
    "title" : "彭山县"
}, {
    "isL" : 1,
    "pId" : 511400,
    "id" : 511423,
    "title" : "洪雅县"
}, {
    "isL" : 1,
    "pId" : 511400,
    "id" : 511424,
    "title" : "丹棱县"
}, {
    "isL" : 1,
    "pId" : 511400,
    "id" : 511425,
    "title" : "青神县"
}, {
    "isL" : 0,
    "pId" : 510000,
    "id" : 511500,
    "title" : "宜宾市"
}, {
    "isL" : 1,
    "pId" : 511500,
    "id" : 511501,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 511500,
    "id" : 511502,
    "title" : "翠屏区"
}, {
    "isL" : 1,
    "pId" : 511500,
    "id" : 511521,
    "title" : "宜宾县"
}, {
    "isL" : 1,
    "pId" : 511500,
    "id" : 511522,
    "title" : "南溪县"
}, {
    "isL" : 1,
    "pId" : 511500,
    "id" : 511523,
    "title" : "江安县"
}, {
    "isL" : 1,
    "pId" : 511500,
    "id" : 511524,
    "title" : "长宁县"
}, {
    "isL" : 1,
    "pId" : 511500,
    "id" : 511525,
    "title" : "高　县"
}, {
    "isL" : 1,
    "pId" : 511500,
    "id" : 511526,
    "title" : "珙　县"
}, {
    "isL" : 1,
    "pId" : 511500,
    "id" : 511527,
    "title" : "筠连县"
}, {
    "isL" : 1,
    "pId" : 511500,
    "id" : 511528,
    "title" : "兴文县"
}, {
    "isL" : 1,
    "pId" : 511500,
    "id" : 511529,
    "title" : "屏山县"
}, {
    "isL" : 0,
    "pId" : 510000,
    "id" : 511600,
    "title" : "广安市"
}, {
    "isL" : 1,
    "pId" : 511600,
    "id" : 511601,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 511600,
    "id" : 511602,
    "title" : "广安区"
}, {
    "isL" : 1,
    "pId" : 511600,
    "id" : 511621,
    "title" : "岳池县"
}, {
    "isL" : 1,
    "pId" : 511600,
    "id" : 511622,
    "title" : "武胜县"
}, {
    "isL" : 1,
    "pId" : 511600,
    "id" : 511623,
    "title" : "邻水县"
}, {
    "isL" : 1,
    "pId" : 511600,
    "id" : 511681,
    "title" : "华莹市"
}, {
    "isL" : 0,
    "pId" : 510000,
    "id" : 511700,
    "title" : "达州市"
}, {
    "isL" : 1,
    "pId" : 511700,
    "id" : 511701,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 511700,
    "id" : 511702,
    "title" : "通川区"
}, {
    "isL" : 1,
    "pId" : 511700,
    "id" : 511721,
    "title" : "达　县"
}, {
    "isL" : 1,
    "pId" : 511700,
    "id" : 511722,
    "title" : "宣汉县"
}, {
    "isL" : 1,
    "pId" : 511700,
    "id" : 511723,
    "title" : "开江县"
}, {
    "isL" : 1,
    "pId" : 511700,
    "id" : 511724,
    "title" : "大竹县"
}, {
    "isL" : 1,
    "pId" : 511700,
    "id" : 511725,
    "title" : "渠　县"
}, {
    "isL" : 1,
    "pId" : 511700,
    "id" : 511781,
    "title" : "万源市"
}, {
    "isL" : 0,
    "pId" : 510000,
    "id" : 511800,
    "title" : "雅安市"
}, {
    "isL" : 1,
    "pId" : 511800,
    "id" : 511801,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 511800,
    "id" : 511802,
    "title" : "雨城区"
}, {
    "isL" : 1,
    "pId" : 511800,
    "id" : 511821,
    "title" : "名山县"
}, {
    "isL" : 1,
    "pId" : 511800,
    "id" : 511822,
    "title" : "荥经县"
}, {
    "isL" : 1,
    "pId" : 511800,
    "id" : 511823,
    "title" : "汉源县"
}, {
    "isL" : 1,
    "pId" : 511800,
    "id" : 511824,
    "title" : "石棉县"
}, {
    "isL" : 1,
    "pId" : 511800,
    "id" : 511825,
    "title" : "天全县"
}, {
    "isL" : 1,
    "pId" : 511800,
    "id" : 511826,
    "title" : "芦山县"
}, {
    "isL" : 1,
    "pId" : 511800,
    "id" : 511827,
    "title" : "宝兴县"
}, {
    "isL" : 0,
    "pId" : 510000,
    "id" : 511900,
    "title" : "巴中市"
}, {
    "isL" : 1,
    "pId" : 511900,
    "id" : 511901,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 511900,
    "id" : 511902,
    "title" : "巴州区"
}, {
    "isL" : 1,
    "pId" : 511900,
    "id" : 511921,
    "title" : "通江县"
}, {
    "isL" : 1,
    "pId" : 511900,
    "id" : 511922,
    "title" : "南江县"
}, {
    "isL" : 1,
    "pId" : 511900,
    "id" : 511923,
    "title" : "平昌县"
}, {
    "isL" : 0,
    "pId" : 510000,
    "id" : 512000,
    "title" : "资阳市"
}, {
    "isL" : 1,
    "pId" : 512000,
    "id" : 512001,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 512000,
    "id" : 512002,
    "title" : "雁江区"
}, {
    "isL" : 1,
    "pId" : 512000,
    "id" : 512021,
    "title" : "安岳县"
}, {
    "isL" : 1,
    "pId" : 512000,
    "id" : 512022,
    "title" : "乐至县"
}, {
    "isL" : 1,
    "pId" : 512000,
    "id" : 512081,
    "title" : "简阳市"
}, {
    "isL" : 0,
    "pId" : 510000,
    "id" : 513200,
    "title" : "阿坝藏族羌族自治州"
}, {
    "isL" : 1,
    "pId" : 513200,
    "id" : 513221,
    "title" : "汶川县"
}, {
    "isL" : 1,
    "pId" : 513200,
    "id" : 513222,
    "title" : "理　县"
}, {
    "isL" : 1,
    "pId" : 513200,
    "id" : 513223,
    "title" : "茂　县"
}, {
    "isL" : 1,
    "pId" : 513200,
    "id" : 513224,
    "title" : "松潘县"
}, {
    "isL" : 1,
    "pId" : 513200,
    "id" : 513225,
    "title" : "九寨沟县"
}, {
    "isL" : 1,
    "pId" : 513200,
    "id" : 513226,
    "title" : "金川县"
}, {
    "isL" : 1,
    "pId" : 513200,
    "id" : 513227,
    "title" : "小金县"
}, {
    "isL" : 1,
    "pId" : 513200,
    "id" : 513228,
    "title" : "黑水县"
}, {
    "isL" : 1,
    "pId" : 513200,
    "id" : 513229,
    "title" : "马尔康县"
}, {
    "isL" : 1,
    "pId" : 513200,
    "id" : 513230,
    "title" : "壤塘县"
}, {
    "isL" : 1,
    "pId" : 513200,
    "id" : 513231,
    "title" : "阿坝县"
}, {
    "isL" : 1,
    "pId" : 513200,
    "id" : 513232,
    "title" : "若尔盖县"
}, {
    "isL" : 1,
    "pId" : 513200,
    "id" : 513233,
    "title" : "红原县"
}, {
    "isL" : 0,
    "pId" : 510000,
    "id" : 513300,
    "title" : "甘孜藏族自治州"
}, {
    "isL" : 1,
    "pId" : 513300,
    "id" : 513321,
    "title" : "康定县"
}, {
    "isL" : 1,
    "pId" : 513300,
    "id" : 513322,
    "title" : "泸定县"
}, {
    "isL" : 1,
    "pId" : 513300,
    "id" : 513323,
    "title" : "丹巴县"
}, {
    "isL" : 1,
    "pId" : 513300,
    "id" : 513324,
    "title" : "九龙县"
}, {
    "isL" : 1,
    "pId" : 513300,
    "id" : 513325,
    "title" : "雅江县"
}, {
    "isL" : 1,
    "pId" : 513300,
    "id" : 513326,
    "title" : "道孚县"
}, {
    "isL" : 1,
    "pId" : 513300,
    "id" : 513327,
    "title" : "炉霍县"
}, {
    "isL" : 1,
    "pId" : 513300,
    "id" : 513328,
    "title" : "甘孜县"
}, {
    "isL" : 1,
    "pId" : 513300,
    "id" : 513329,
    "title" : "新龙县"
}, {
    "isL" : 1,
    "pId" : 513300,
    "id" : 513330,
    "title" : "德格县"
}, {
    "isL" : 1,
    "pId" : 513300,
    "id" : 513331,
    "title" : "白玉县"
}, {
    "isL" : 1,
    "pId" : 513300,
    "id" : 513332,
    "title" : "石渠县"
}, {
    "isL" : 1,
    "pId" : 513300,
    "id" : 513333,
    "title" : "色达县"
}, {
    "isL" : 1,
    "pId" : 513300,
    "id" : 513334,
    "title" : "理塘县"
}, {
    "isL" : 1,
    "pId" : 513300,
    "id" : 513335,
    "title" : "巴塘县"
}, {
    "isL" : 1,
    "pId" : 513300,
    "id" : 513336,
    "title" : "乡城县"
}, {
    "isL" : 1,
    "pId" : 513300,
    "id" : 513337,
    "title" : "稻城县"
}, {
    "isL" : 1,
    "pId" : 513300,
    "id" : 513338,
    "title" : "得荣县"
}, {
    "isL" : 0,
    "pId" : 510000,
    "id" : 513400,
    "title" : "凉山彝族自治州"
}, {
    "isL" : 1,
    "pId" : 513400,
    "id" : 513401,
    "title" : "西昌市"
}, {
    "isL" : 1,
    "pId" : 513400,
    "id" : 513422,
    "title" : "木里藏族自治县"
}, {
    "isL" : 1,
    "pId" : 513400,
    "id" : 513423,
    "title" : "盐源县"
}, {
    "isL" : 1,
    "pId" : 513400,
    "id" : 513424,
    "title" : "德昌县"
}, {
    "isL" : 1,
    "pId" : 513400,
    "id" : 513425,
    "title" : "会理县"
}, {
    "isL" : 1,
    "pId" : 513400,
    "id" : 513426,
    "title" : "会东县"
}, {
    "isL" : 1,
    "pId" : 513400,
    "id" : 513427,
    "title" : "宁南县"
}, {
    "isL" : 1,
    "pId" : 513400,
    "id" : 513428,
    "title" : "普格县"
}, {
    "isL" : 1,
    "pId" : 513400,
    "id" : 513429,
    "title" : "布拖县"
}, {
    "isL" : 1,
    "pId" : 513400,
    "id" : 513430,
    "title" : "金阳县"
}, {
    "isL" : 1,
    "pId" : 513400,
    "id" : 513431,
    "title" : "昭觉县"
}, {
    "isL" : 1,
    "pId" : 513400,
    "id" : 513432,
    "title" : "喜德县"
}, {
    "isL" : 1,
    "pId" : 513400,
    "id" : 513433,
    "title" : "冕宁县"
}, {
    "isL" : 1,
    "pId" : 513400,
    "id" : 513434,
    "title" : "越西县"
}, {
    "isL" : 1,
    "pId" : 513400,
    "id" : 513435,
    "title" : "甘洛县"
}, {
    "isL" : 1,
    "pId" : 513400,
    "id" : 513436,
    "title" : "美姑县"
}, {
    "isL" : 1,
    "pId" : 513400,
    "id" : 513437,
    "title" : "雷波县"
}, {
    "isL" : 0,
    "pId" : 0,
    "id" : 520000,
    "title" : "贵州省"
}, {
    "isL" : 0,
    "pId" : 520000,
    "id" : 520100,
    "title" : "贵阳市"
}, {
    "isL" : 1,
    "pId" : 520100,
    "id" : 520101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 520100,
    "id" : 520102,
    "title" : "南明区"
}, {
    "isL" : 1,
    "pId" : 520100,
    "id" : 520103,
    "title" : "云岩区"
}, {
    "isL" : 1,
    "pId" : 520100,
    "id" : 520111,
    "title" : "花溪区"
}, {
    "isL" : 1,
    "pId" : 520100,
    "id" : 520112,
    "title" : "乌当区"
}, {
    "isL" : 1,
    "pId" : 520100,
    "id" : 520113,
    "title" : "白云区"
}, {
    "isL" : 1,
    "pId" : 520100,
    "id" : 520114,
    "title" : "小河区"
}, {
    "isL" : 1,
    "pId" : 520100,
    "id" : 520121,
    "title" : "开阳县"
}, {
    "isL" : 1,
    "pId" : 520100,
    "id" : 520122,
    "title" : "息烽县"
}, {
    "isL" : 1,
    "pId" : 520100,
    "id" : 520123,
    "title" : "修文县"
}, {
    "isL" : 1,
    "pId" : 520100,
    "id" : 520181,
    "title" : "清镇市"
}, {
    "isL" : 0,
    "pId" : 520000,
    "id" : 520200,
    "title" : "六盘水市"
}, {
    "isL" : 1,
    "pId" : 520200,
    "id" : 520201,
    "title" : "钟山区"
}, {
    "isL" : 1,
    "pId" : 520200,
    "id" : 520203,
    "title" : "六枝特区"
}, {
    "isL" : 1,
    "pId" : 520200,
    "id" : 520221,
    "title" : "水城县"
}, {
    "isL" : 1,
    "pId" : 520200,
    "id" : 520222,
    "title" : "盘　县"
}, {
    "isL" : 0,
    "pId" : 520000,
    "id" : 520300,
    "title" : "遵义市"
}, {
    "isL" : 1,
    "pId" : 520300,
    "id" : 520301,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 520300,
    "id" : 520302,
    "title" : "红花岗区"
}, {
    "isL" : 1,
    "pId" : 520300,
    "id" : 520303,
    "title" : "汇川区"
}, {
    "isL" : 1,
    "pId" : 520300,
    "id" : 520321,
    "title" : "遵义县"
}, {
    "isL" : 1,
    "pId" : 520300,
    "id" : 520322,
    "title" : "桐梓县"
}, {
    "isL" : 1,
    "pId" : 520300,
    "id" : 520323,
    "title" : "绥阳县"
}, {
    "isL" : 1,
    "pId" : 520300,
    "id" : 520324,
    "title" : "正安县"
}, {
    "isL" : 1,
    "pId" : 520300,
    "id" : 520325,
    "title" : "道真仡佬族苗族自治县"
}, {
    "isL" : 1,
    "pId" : 520300,
    "id" : 520326,
    "title" : "务川仡佬族苗族自治县"
}, {
    "isL" : 1,
    "pId" : 520300,
    "id" : 520327,
    "title" : "凤冈县"
}, {
    "isL" : 1,
    "pId" : 520300,
    "id" : 520328,
    "title" : "湄潭县"
}, {
    "isL" : 1,
    "pId" : 520300,
    "id" : 520329,
    "title" : "余庆县"
}, {
    "isL" : 1,
    "pId" : 520300,
    "id" : 520330,
    "title" : "习水县"
}, {
    "isL" : 1,
    "pId" : 520300,
    "id" : 520381,
    "title" : "赤水市"
}, {
    "isL" : 1,
    "pId" : 520300,
    "id" : 520382,
    "title" : "仁怀市"
}, {
    "isL" : 0,
    "pId" : 520000,
    "id" : 520400,
    "title" : "安顺市"
}, {
    "isL" : 1,
    "pId" : 520400,
    "id" : 520401,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 520400,
    "id" : 520402,
    "title" : "西秀区"
}, {
    "isL" : 1,
    "pId" : 520400,
    "id" : 520421,
    "title" : "平坝县"
}, {
    "isL" : 1,
    "pId" : 520400,
    "id" : 520422,
    "title" : "普定县"
}, {
    "isL" : 1,
    "pId" : 520400,
    "id" : 520423,
    "title" : "镇宁布依族苗族自治县"
}, {
    "isL" : 1,
    "pId" : 520400,
    "id" : 520424,
    "title" : "关岭布依族苗族自治县"
}, {
    "isL" : 1,
    "pId" : 520400,
    "id" : 520425,
    "title" : "紫云苗族布依族自治县"
}, {
    "isL" : 0,
    "pId" : 520000,
    "id" : 522200,
    "title" : "铜仁地区"
}, {
    "isL" : 1,
    "pId" : 522200,
    "id" : 522201,
    "title" : "铜仁市"
}, {
    "isL" : 1,
    "pId" : 522200,
    "id" : 522222,
    "title" : "江口县"
}, {
    "isL" : 1,
    "pId" : 522200,
    "id" : 522223,
    "title" : "玉屏侗族自治县"
}, {
    "isL" : 1,
    "pId" : 522200,
    "id" : 522224,
    "title" : "石阡县"
}, {
    "isL" : 1,
    "pId" : 522200,
    "id" : 522225,
    "title" : "思南县"
}, {
    "isL" : 1,
    "pId" : 522200,
    "id" : 522226,
    "title" : "印江土家族苗族自治县"
}, {
    "isL" : 1,
    "pId" : 522200,
    "id" : 522227,
    "title" : "德江县"
}, {
    "isL" : 1,
    "pId" : 522200,
    "id" : 522228,
    "title" : "沿河土家族自治县"
}, {
    "isL" : 1,
    "pId" : 522200,
    "id" : 522229,
    "title" : "松桃苗族自治县"
}, {
    "isL" : 1,
    "pId" : 522200,
    "id" : 522230,
    "title" : "万山特区"
}, {
    "isL" : 0,
    "pId" : 520000,
    "id" : 522300,
    "title" : "黔西南布依族苗族自治州"
}, {
    "isL" : 1,
    "pId" : 522300,
    "id" : 522301,
    "title" : "兴义市"
}, {
    "isL" : 1,
    "pId" : 522300,
    "id" : 522322,
    "title" : "兴仁县"
}, {
    "isL" : 1,
    "pId" : 522300,
    "id" : 522323,
    "title" : "普安县"
}, {
    "isL" : 1,
    "pId" : 522300,
    "id" : 522324,
    "title" : "晴隆县"
}, {
    "isL" : 1,
    "pId" : 522300,
    "id" : 522325,
    "title" : "贞丰县"
}, {
    "isL" : 1,
    "pId" : 522300,
    "id" : 522326,
    "title" : "望谟县"
}, {
    "isL" : 1,
    "pId" : 522300,
    "id" : 522327,
    "title" : "册亨县"
}, {
    "isL" : 1,
    "pId" : 522300,
    "id" : 522328,
    "title" : "安龙县"
}, {
    "isL" : 0,
    "pId" : 520000,
    "id" : 522400,
    "title" : "毕节地区"
}, {
    "isL" : 1,
    "pId" : 522400,
    "id" : 522401,
    "title" : "毕节市"
}, {
    "isL" : 1,
    "pId" : 522400,
    "id" : 522422,
    "title" : "大方县"
}, {
    "isL" : 1,
    "pId" : 522400,
    "id" : 522423,
    "title" : "黔西县"
}, {
    "isL" : 1,
    "pId" : 522400,
    "id" : 522424,
    "title" : "金沙县"
}, {
    "isL" : 1,
    "pId" : 522400,
    "id" : 522425,
    "title" : "织金县"
}, {
    "isL" : 1,
    "pId" : 522400,
    "id" : 522426,
    "title" : "纳雍县"
}, {
    "isL" : 1,
    "pId" : 522400,
    "id" : 522427,
    "title" : "威宁彝族回族苗族自治县"
}, {
    "isL" : 1,
    "pId" : 522400,
    "id" : 522428,
    "title" : "赫章县"
}, {
    "isL" : 0,
    "pId" : 520000,
    "id" : 522600,
    "title" : "黔东南苗族侗族自治州"
}, {
    "isL" : 1,
    "pId" : 522600,
    "id" : 522601,
    "title" : "凯里市"
}, {
    "isL" : 1,
    "pId" : 522600,
    "id" : 522622,
    "title" : "黄平县"
}, {
    "isL" : 1,
    "pId" : 522600,
    "id" : 522623,
    "title" : "施秉县"
}, {
    "isL" : 1,
    "pId" : 522600,
    "id" : 522624,
    "title" : "三穗县"
}, {
    "isL" : 1,
    "pId" : 522600,
    "id" : 522625,
    "title" : "镇远县"
}, {
    "isL" : 1,
    "pId" : 522600,
    "id" : 522626,
    "title" : "岑巩县"
}, {
    "isL" : 1,
    "pId" : 522600,
    "id" : 522627,
    "title" : "天柱县"
}, {
    "isL" : 1,
    "pId" : 522600,
    "id" : 522628,
    "title" : "锦屏县"
}, {
    "isL" : 1,
    "pId" : 522600,
    "id" : 522629,
    "title" : "剑河县"
}, {
    "isL" : 1,
    "pId" : 522600,
    "id" : 522630,
    "title" : "台江县"
}, {
    "isL" : 1,
    "pId" : 522600,
    "id" : 522631,
    "title" : "黎平县"
}, {
    "isL" : 1,
    "pId" : 522600,
    "id" : 522632,
    "title" : "榕江县"
}, {
    "isL" : 1,
    "pId" : 522600,
    "id" : 522633,
    "title" : "从江县"
}, {
    "isL" : 1,
    "pId" : 522600,
    "id" : 522634,
    "title" : "雷山县"
}, {
    "isL" : 1,
    "pId" : 522600,
    "id" : 522635,
    "title" : "麻江县"
}, {
    "isL" : 1,
    "pId" : 522600,
    "id" : 522636,
    "title" : "丹寨县"
}, {
    "isL" : 0,
    "pId" : 520000,
    "id" : 522700,
    "title" : "黔南布依族苗族自治州"
}, {
    "isL" : 1,
    "pId" : 522700,
    "id" : 522701,
    "title" : "都匀市"
}, {
    "isL" : 1,
    "pId" : 522700,
    "id" : 522702,
    "title" : "福泉市"
}, {
    "isL" : 1,
    "pId" : 522700,
    "id" : 522722,
    "title" : "荔波县"
}, {
    "isL" : 1,
    "pId" : 522700,
    "id" : 522723,
    "title" : "贵定县"
}, {
    "isL" : 1,
    "pId" : 522700,
    "id" : 522725,
    "title" : "瓮安县"
}, {
    "isL" : 1,
    "pId" : 522700,
    "id" : 522726,
    "title" : "独山县"
}, {
    "isL" : 1,
    "pId" : 522700,
    "id" : 522727,
    "title" : "平塘县"
}, {
    "isL" : 1,
    "pId" : 522700,
    "id" : 522728,
    "title" : "罗甸县"
}, {
    "isL" : 1,
    "pId" : 522700,
    "id" : 522729,
    "title" : "长顺县"
}, {
    "isL" : 1,
    "pId" : 522700,
    "id" : 522730,
    "title" : "龙里县"
}, {
    "isL" : 1,
    "pId" : 522700,
    "id" : 522731,
    "title" : "惠水县"
}, {
    "isL" : 1,
    "pId" : 522700,
    "id" : 522732,
    "title" : "三都水族自治县"
}, {
    "isL" : 0,
    "pId" : 0,
    "id" : 530000,
    "title" : "云南省"
}, {
    "isL" : 0,
    "pId" : 530000,
    "id" : 530100,
    "title" : "昆明市"
}, {
    "isL" : 1,
    "pId" : 530100,
    "id" : 530101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 530100,
    "id" : 530102,
    "title" : "五华区"
}, {
    "isL" : 1,
    "pId" : 530100,
    "id" : 530103,
    "title" : "盘龙区"
}, {
    "isL" : 1,
    "pId" : 530100,
    "id" : 530111,
    "title" : "官渡区"
}, {
    "isL" : 1,
    "pId" : 530100,
    "id" : 530112,
    "title" : "西山区"
}, {
    "isL" : 1,
    "pId" : 530100,
    "id" : 530113,
    "title" : "东川区"
}, {
    "isL" : 1,
    "pId" : 530100,
    "id" : 530121,
    "title" : "呈贡县"
}, {
    "isL" : 1,
    "pId" : 530100,
    "id" : 530122,
    "title" : "晋宁县"
}, {
    "isL" : 1,
    "pId" : 530100,
    "id" : 530124,
    "title" : "富民县"
}, {
    "isL" : 1,
    "pId" : 530100,
    "id" : 530125,
    "title" : "宜良县"
}, {
    "isL" : 1,
    "pId" : 530100,
    "id" : 530126,
    "title" : "石林彝族自治县"
}, {
    "isL" : 1,
    "pId" : 530100,
    "id" : 530127,
    "title" : "嵩明县"
}, {
    "isL" : 1,
    "pId" : 530100,
    "id" : 530128,
    "title" : "禄劝彝族苗族自治县"
}, {
    "isL" : 1,
    "pId" : 530100,
    "id" : 530129,
    "title" : "寻甸回族彝族自治县"
}, {
    "isL" : 1,
    "pId" : 530100,
    "id" : 530181,
    "title" : "安宁市"
}, {
    "isL" : 0,
    "pId" : 530000,
    "id" : 530300,
    "title" : "曲靖市"
}, {
    "isL" : 1,
    "pId" : 530300,
    "id" : 530301,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 530300,
    "id" : 530302,
    "title" : "麒麟区"
}, {
    "isL" : 1,
    "pId" : 530300,
    "id" : 530321,
    "title" : "马龙县"
}, {
    "isL" : 1,
    "pId" : 530300,
    "id" : 530322,
    "title" : "陆良县"
}, {
    "isL" : 1,
    "pId" : 530300,
    "id" : 530323,
    "title" : "师宗县"
}, {
    "isL" : 1,
    "pId" : 530300,
    "id" : 530324,
    "title" : "罗平县"
}, {
    "isL" : 1,
    "pId" : 530300,
    "id" : 530325,
    "title" : "富源县"
}, {
    "isL" : 1,
    "pId" : 530300,
    "id" : 530326,
    "title" : "会泽县"
}, {
    "isL" : 1,
    "pId" : 530300,
    "id" : 530328,
    "title" : "沾益县"
}, {
    "isL" : 1,
    "pId" : 530300,
    "id" : 530381,
    "title" : "宣威市"
}, {
    "isL" : 0,
    "pId" : 530000,
    "id" : 530400,
    "title" : "玉溪市"
}, {
    "isL" : 1,
    "pId" : 530400,
    "id" : 530401,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 530400,
    "id" : 530402,
    "title" : "红塔区"
}, {
    "isL" : 1,
    "pId" : 530400,
    "id" : 530421,
    "title" : "江川县"
}, {
    "isL" : 1,
    "pId" : 530400,
    "id" : 530422,
    "title" : "澄江县"
}, {
    "isL" : 1,
    "pId" : 530400,
    "id" : 530423,
    "title" : "通海县"
}, {
    "isL" : 1,
    "pId" : 530400,
    "id" : 530424,
    "title" : "华宁县"
}, {
    "isL" : 1,
    "pId" : 530400,
    "id" : 530425,
    "title" : "易门县"
}, {
    "isL" : 1,
    "pId" : 530400,
    "id" : 530426,
    "title" : "峨山彝族自治县"
}, {
    "isL" : 1,
    "pId" : 530400,
    "id" : 530427,
    "title" : "新平彝族傣族自治县"
}, {
    "isL" : 1,
    "pId" : 530400,
    "id" : 530428,
    "title" : "元江哈尼族彝族傣族自治县"
}, {
    "isL" : 0,
    "pId" : 530000,
    "id" : 530500,
    "title" : "保山市"
}, {
    "isL" : 1,
    "pId" : 530500,
    "id" : 530501,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 530500,
    "id" : 530502,
    "title" : "隆阳区"
}, {
    "isL" : 1,
    "pId" : 530500,
    "id" : 530521,
    "title" : "施甸县"
}, {
    "isL" : 1,
    "pId" : 530500,
    "id" : 530522,
    "title" : "腾冲县"
}, {
    "isL" : 1,
    "pId" : 530500,
    "id" : 530523,
    "title" : "龙陵县"
}, {
    "isL" : 1,
    "pId" : 530500,
    "id" : 530524,
    "title" : "昌宁县"
}, {
    "isL" : 0,
    "pId" : 530000,
    "id" : 530600,
    "title" : "昭通市"
}, {
    "isL" : 1,
    "pId" : 530600,
    "id" : 530601,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 530600,
    "id" : 530602,
    "title" : "昭阳区"
}, {
    "isL" : 1,
    "pId" : 530600,
    "id" : 530621,
    "title" : "鲁甸县"
}, {
    "isL" : 1,
    "pId" : 530600,
    "id" : 530622,
    "title" : "巧家县"
}, {
    "isL" : 1,
    "pId" : 530600,
    "id" : 530623,
    "title" : "盐津县"
}, {
    "isL" : 1,
    "pId" : 530600,
    "id" : 530624,
    "title" : "大关县"
}, {
    "isL" : 1,
    "pId" : 530600,
    "id" : 530625,
    "title" : "永善县"
}, {
    "isL" : 1,
    "pId" : 530600,
    "id" : 530626,
    "title" : "绥江县"
}, {
    "isL" : 1,
    "pId" : 530600,
    "id" : 530627,
    "title" : "镇雄县"
}, {
    "isL" : 1,
    "pId" : 530600,
    "id" : 530628,
    "title" : "彝良县"
}, {
    "isL" : 1,
    "pId" : 530600,
    "id" : 530629,
    "title" : "威信县"
}, {
    "isL" : 1,
    "pId" : 530600,
    "id" : 530630,
    "title" : "水富县"
}, {
    "isL" : 0,
    "pId" : 530000,
    "id" : 530700,
    "title" : "丽江市"
}, {
    "isL" : 1,
    "pId" : 530700,
    "id" : 530701,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 530700,
    "id" : 530702,
    "title" : "古城区"
}, {
    "isL" : 1,
    "pId" : 530700,
    "id" : 530721,
    "title" : "玉龙纳西族自治县"
}, {
    "isL" : 1,
    "pId" : 530700,
    "id" : 530722,
    "title" : "永胜县"
}, {
    "isL" : 1,
    "pId" : 530700,
    "id" : 530723,
    "title" : "华坪县"
}, {
    "isL" : 1,
    "pId" : 530700,
    "id" : 530724,
    "title" : "宁蒗彝族自治县"
}, {
    "isL" : 0,
    "pId" : 530000,
    "id" : 530800,
    "title" : "思茅市"
}, {
    "isL" : 1,
    "pId" : 530800,
    "id" : 530801,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 530800,
    "id" : 530802,
    "title" : "翠云区"
}, {
    "isL" : 1,
    "pId" : 530800,
    "id" : 530821,
    "title" : "普洱哈尼族彝族自治县"
}, {
    "isL" : 1,
    "pId" : 530800,
    "id" : 530822,
    "title" : "墨江哈尼族自治县"
}, {
    "isL" : 1,
    "pId" : 530800,
    "id" : 530823,
    "title" : "景东彝族自治县"
}, {
    "isL" : 1,
    "pId" : 530800,
    "id" : 530824,
    "title" : "景谷傣族彝族自治县"
}, {
    "isL" : 1,
    "pId" : 530800,
    "id" : 530825,
    "title" : "镇沅彝族哈尼族拉祜族自治县"
}, {
    "isL" : 1,
    "pId" : 530800,
    "id" : 530826,
    "title" : "江城哈尼族彝族自治县"
}, {
    "isL" : 1,
    "pId" : 530800,
    "id" : 530827,
    "title" : "孟连傣族拉祜族佤族自治县"
}, {
    "isL" : 1,
    "pId" : 530800,
    "id" : 530828,
    "title" : "澜沧拉祜族自治县"
}, {
    "isL" : 1,
    "pId" : 530800,
    "id" : 530829,
    "title" : "西盟佤族自治县"
}, {
    "isL" : 0,
    "pId" : 530000,
    "id" : 530900,
    "title" : "临沧市"
}, {
    "isL" : 1,
    "pId" : 530900,
    "id" : 530901,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 530900,
    "id" : 530902,
    "title" : "临翔区"
}, {
    "isL" : 1,
    "pId" : 530900,
    "id" : 530921,
    "title" : "凤庆县"
}, {
    "isL" : 1,
    "pId" : 530900,
    "id" : 530922,
    "title" : "云　县"
}, {
    "isL" : 1,
    "pId" : 530900,
    "id" : 530923,
    "title" : "永德县"
}, {
    "isL" : 1,
    "pId" : 530900,
    "id" : 530924,
    "title" : "镇康县"
}, {
    "isL" : 1,
    "pId" : 530900,
    "id" : 530925,
    "title" : "双江拉祜族佤族布朗族傣族自治县"
}, {
    "isL" : 1,
    "pId" : 530900,
    "id" : 530926,
    "title" : "耿马傣族佤族自治县"
}, {
    "isL" : 1,
    "pId" : 530900,
    "id" : 530927,
    "title" : "沧源佤族自治县"
}, {
    "isL" : 0,
    "pId" : 530000,
    "id" : 532300,
    "title" : "楚雄彝族自治州"
}, {
    "isL" : 1,
    "pId" : 532300,
    "id" : 532301,
    "title" : "楚雄市"
}, {
    "isL" : 1,
    "pId" : 532300,
    "id" : 532322,
    "title" : "双柏县"
}, {
    "isL" : 1,
    "pId" : 532300,
    "id" : 532323,
    "title" : "牟定县"
}, {
    "isL" : 1,
    "pId" : 532300,
    "id" : 532324,
    "title" : "南华县"
}, {
    "isL" : 1,
    "pId" : 532300,
    "id" : 532325,
    "title" : "姚安县"
}, {
    "isL" : 1,
    "pId" : 532300,
    "id" : 532326,
    "title" : "大姚县"
}, {
    "isL" : 1,
    "pId" : 532300,
    "id" : 532327,
    "title" : "永仁县"
}, {
    "isL" : 1,
    "pId" : 532300,
    "id" : 532328,
    "title" : "元谋县"
}, {
    "isL" : 1,
    "pId" : 532300,
    "id" : 532329,
    "title" : "武定县"
}, {
    "isL" : 1,
    "pId" : 532300,
    "id" : 532331,
    "title" : "禄丰县"
}, {
    "isL" : 0,
    "pId" : 530000,
    "id" : 532500,
    "title" : "红河哈尼族彝族自治州"
}, {
    "isL" : 1,
    "pId" : 532500,
    "id" : 532501,
    "title" : "个旧市"
}, {
    "isL" : 1,
    "pId" : 532500,
    "id" : 532502,
    "title" : "开远市"
}, {
    "isL" : 1,
    "pId" : 532500,
    "id" : 532522,
    "title" : "蒙自县"
}, {
    "isL" : 1,
    "pId" : 532500,
    "id" : 532523,
    "title" : "屏边苗族自治县"
}, {
    "isL" : 1,
    "pId" : 532500,
    "id" : 532524,
    "title" : "建水县"
}, {
    "isL" : 1,
    "pId" : 532500,
    "id" : 532525,
    "title" : "石屏县"
}, {
    "isL" : 1,
    "pId" : 532500,
    "id" : 532526,
    "title" : "弥勒县"
}, {
    "isL" : 1,
    "pId" : 532500,
    "id" : 532527,
    "title" : "泸西县"
}, {
    "isL" : 1,
    "pId" : 532500,
    "id" : 532528,
    "title" : "元阳县"
}, {
    "isL" : 1,
    "pId" : 532500,
    "id" : 532529,
    "title" : "红河县"
}, {
    "isL" : 1,
    "pId" : 532500,
    "id" : 532530,
    "title" : "金平苗族瑶族傣族自治县"
}, {
    "isL" : 1,
    "pId" : 532500,
    "id" : 532531,
    "title" : "绿春县"
}, {
    "isL" : 1,
    "pId" : 532500,
    "id" : 532532,
    "title" : "河口瑶族自治县"
}, {
    "isL" : 0,
    "pId" : 530000,
    "id" : 532600,
    "title" : "文山壮族苗族自治州"
}, {
    "isL" : 1,
    "pId" : 532600,
    "id" : 532621,
    "title" : "文山县"
}, {
    "isL" : 1,
    "pId" : 532600,
    "id" : 532622,
    "title" : "砚山县"
}, {
    "isL" : 1,
    "pId" : 532600,
    "id" : 532623,
    "title" : "西畴县"
}, {
    "isL" : 1,
    "pId" : 532600,
    "id" : 532624,
    "title" : "麻栗坡县"
}, {
    "isL" : 1,
    "pId" : 532600,
    "id" : 532625,
    "title" : "马关县"
}, {
    "isL" : 1,
    "pId" : 532600,
    "id" : 532626,
    "title" : "丘北县"
}, {
    "isL" : 1,
    "pId" : 532600,
    "id" : 532627,
    "title" : "广南县"
}, {
    "isL" : 1,
    "pId" : 532600,
    "id" : 532628,
    "title" : "富宁县"
}, {
    "isL" : 0,
    "pId" : 530000,
    "id" : 532800,
    "title" : "西双版纳傣族自治州"
}, {
    "isL" : 1,
    "pId" : 532800,
    "id" : 532801,
    "title" : "景洪市"
}, {
    "isL" : 1,
    "pId" : 532800,
    "id" : 532822,
    "title" : "勐海县"
}, {
    "isL" : 1,
    "pId" : 532800,
    "id" : 532823,
    "title" : "勐腊县"
}, {
    "isL" : 0,
    "pId" : 530000,
    "id" : 532900,
    "title" : "大理白族自治州"
}, {
    "isL" : 1,
    "pId" : 532900,
    "id" : 532901,
    "title" : "大理市"
}, {
    "isL" : 1,
    "pId" : 532900,
    "id" : 532922,
    "title" : "漾濞彝族自治县"
}, {
    "isL" : 1,
    "pId" : 532900,
    "id" : 532923,
    "title" : "祥云县"
}, {
    "isL" : 1,
    "pId" : 532900,
    "id" : 532924,
    "title" : "宾川县"
}, {
    "isL" : 1,
    "pId" : 532900,
    "id" : 532925,
    "title" : "弥渡县"
}, {
    "isL" : 1,
    "pId" : 532900,
    "id" : 532926,
    "title" : "南涧彝族自治县"
}, {
    "isL" : 1,
    "pId" : 532900,
    "id" : 532927,
    "title" : "巍山彝族回族自治县"
}, {
    "isL" : 1,
    "pId" : 532900,
    "id" : 532928,
    "title" : "永平县"
}, {
    "isL" : 1,
    "pId" : 532900,
    "id" : 532929,
    "title" : "云龙县"
}, {
    "isL" : 1,
    "pId" : 532900,
    "id" : 532930,
    "title" : "洱源县"
}, {
    "isL" : 1,
    "pId" : 532900,
    "id" : 532931,
    "title" : "剑川县"
}, {
    "isL" : 1,
    "pId" : 532900,
    "id" : 532932,
    "title" : "鹤庆县"
}, {
    "isL" : 0,
    "pId" : 530000,
    "id" : 533100,
    "title" : "德宏傣族景颇族自治州"
}, {
    "isL" : 1,
    "pId" : 533100,
    "id" : 533102,
    "title" : "瑞丽市"
}, {
    "isL" : 1,
    "pId" : 533100,
    "id" : 533103,
    "title" : "潞西市"
}, {
    "isL" : 1,
    "pId" : 533100,
    "id" : 533122,
    "title" : "梁河县"
}, {
    "isL" : 1,
    "pId" : 533100,
    "id" : 533123,
    "title" : "盈江县"
}, {
    "isL" : 1,
    "pId" : 533100,
    "id" : 533124,
    "title" : "陇川县"
}, {
    "isL" : 0,
    "pId" : 530000,
    "id" : 533300,
    "title" : "怒江傈僳族自治州"
}, {
    "isL" : 1,
    "pId" : 533300,
    "id" : 533321,
    "title" : "泸水县"
}, {
    "isL" : 1,
    "pId" : 533300,
    "id" : 533323,
    "title" : "福贡县"
}, {
    "isL" : 1,
    "pId" : 533300,
    "id" : 533324,
    "title" : "贡山独龙族怒族自治县"
}, {
    "isL" : 1,
    "pId" : 533300,
    "id" : 533325,
    "title" : "兰坪白族普米族自治县"
}, {
    "isL" : 0,
    "pId" : 530000,
    "id" : 533400,
    "title" : "迪庆藏族自治州"
}, {
    "isL" : 1,
    "pId" : 533400,
    "id" : 533421,
    "title" : "香格里拉县"
}, {
    "isL" : 1,
    "pId" : 533400,
    "id" : 533422,
    "title" : "德钦县"
}, {
    "isL" : 1,
    "pId" : 533400,
    "id" : 533423,
    "title" : "维西傈僳族自治县"
}, {
    "isL" : 0,
    "pId" : 0,
    "id" : 540000,
    "title" : "西藏自治区"
}, {
    "isL" : 0,
    "pId" : 540000,
    "id" : 540100,
    "title" : "拉萨市"
}, {
    "isL" : 1,
    "pId" : 540100,
    "id" : 540101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 540100,
    "id" : 540102,
    "title" : "城关区"
}, {
    "isL" : 1,
    "pId" : 540100,
    "id" : 540121,
    "title" : "林周县"
}, {
    "isL" : 1,
    "pId" : 540100,
    "id" : 540122,
    "title" : "当雄县"
}, {
    "isL" : 1,
    "pId" : 540100,
    "id" : 540123,
    "title" : "尼木县"
}, {
    "isL" : 1,
    "pId" : 540100,
    "id" : 540124,
    "title" : "曲水县"
}, {
    "isL" : 1,
    "pId" : 540100,
    "id" : 540125,
    "title" : "堆龙德庆县"
}, {
    "isL" : 1,
    "pId" : 540100,
    "id" : 540126,
    "title" : "达孜县"
}, {
    "isL" : 1,
    "pId" : 540100,
    "id" : 540127,
    "title" : "墨竹工卡县"
}, {
    "isL" : 0,
    "pId" : 540000,
    "id" : 542100,
    "title" : "昌都地区"
}, {
    "isL" : 1,
    "pId" : 542100,
    "id" : 542121,
    "title" : "昌都县"
}, {
    "isL" : 1,
    "pId" : 542100,
    "id" : 542122,
    "title" : "江达县"
}, {
    "isL" : 1,
    "pId" : 542100,
    "id" : 542123,
    "title" : "贡觉县"
}, {
    "isL" : 1,
    "pId" : 542100,
    "id" : 542124,
    "title" : "类乌齐县"
}, {
    "isL" : 1,
    "pId" : 542100,
    "id" : 542125,
    "title" : "丁青县"
}, {
    "isL" : 1,
    "pId" : 542100,
    "id" : 542126,
    "title" : "察雅县"
}, {
    "isL" : 1,
    "pId" : 542100,
    "id" : 542127,
    "title" : "八宿县"
}, {
    "isL" : 1,
    "pId" : 542100,
    "id" : 542128,
    "title" : "左贡县"
}, {
    "isL" : 1,
    "pId" : 542100,
    "id" : 542129,
    "title" : "芒康县"
}, {
    "isL" : 1,
    "pId" : 542100,
    "id" : 542132,
    "title" : "洛隆县"
}, {
    "isL" : 1,
    "pId" : 542100,
    "id" : 542133,
    "title" : "边坝县"
}, {
    "isL" : 0,
    "pId" : 540000,
    "id" : 542200,
    "title" : "山南地区"
}, {
    "isL" : 1,
    "pId" : 542200,
    "id" : 542221,
    "title" : "乃东县"
}, {
    "isL" : 1,
    "pId" : 542200,
    "id" : 542222,
    "title" : "扎囊县"
}, {
    "isL" : 1,
    "pId" : 542200,
    "id" : 542223,
    "title" : "贡嘎县"
}, {
    "isL" : 1,
    "pId" : 542200,
    "id" : 542224,
    "title" : "桑日县"
}, {
    "isL" : 1,
    "pId" : 542200,
    "id" : 542225,
    "title" : "琼结县"
}, {
    "isL" : 1,
    "pId" : 542200,
    "id" : 542226,
    "title" : "曲松县"
}, {
    "isL" : 1,
    "pId" : 542200,
    "id" : 542227,
    "title" : "措美县"
}, {
    "isL" : 1,
    "pId" : 542200,
    "id" : 542228,
    "title" : "洛扎县"
}, {
    "isL" : 1,
    "pId" : 542200,
    "id" : 542229,
    "title" : "加查县"
}, {
    "isL" : 1,
    "pId" : 542200,
    "id" : 542231,
    "title" : "隆子县"
}, {
    "isL" : 1,
    "pId" : 542200,
    "id" : 542232,
    "title" : "错那县"
}, {
    "isL" : 1,
    "pId" : 542200,
    "id" : 542233,
    "title" : "浪卡子县"
}, {
    "isL" : 0,
    "pId" : 540000,
    "id" : 542300,
    "title" : "日喀则地区"
}, {
    "isL" : 1,
    "pId" : 542300,
    "id" : 542301,
    "title" : "日喀则市"
}, {
    "isL" : 1,
    "pId" : 542300,
    "id" : 542322,
    "title" : "南木林县"
}, {
    "isL" : 1,
    "pId" : 542300,
    "id" : 542323,
    "title" : "江孜县"
}, {
    "isL" : 1,
    "pId" : 542300,
    "id" : 542324,
    "title" : "定日县"
}, {
    "isL" : 1,
    "pId" : 542300,
    "id" : 542325,
    "title" : "萨迦县"
}, {
    "isL" : 1,
    "pId" : 542300,
    "id" : 542326,
    "title" : "拉孜县"
}, {
    "isL" : 1,
    "pId" : 542300,
    "id" : 542327,
    "title" : "昂仁县"
}, {
    "isL" : 1,
    "pId" : 542300,
    "id" : 542328,
    "title" : "谢通门县"
}, {
    "isL" : 1,
    "pId" : 542300,
    "id" : 542329,
    "title" : "白朗县"
}, {
    "isL" : 1,
    "pId" : 542300,
    "id" : 542330,
    "title" : "仁布县"
}, {
    "isL" : 1,
    "pId" : 542300,
    "id" : 542331,
    "title" : "康马县"
}, {
    "isL" : 1,
    "pId" : 542300,
    "id" : 542332,
    "title" : "定结县"
}, {
    "isL" : 1,
    "pId" : 542300,
    "id" : 542333,
    "title" : "仲巴县"
}, {
    "isL" : 1,
    "pId" : 542300,
    "id" : 542334,
    "title" : "亚东县"
}, {
    "isL" : 1,
    "pId" : 542300,
    "id" : 542335,
    "title" : "吉隆县"
}, {
    "isL" : 1,
    "pId" : 542300,
    "id" : 542336,
    "title" : "聂拉木县"
}, {
    "isL" : 1,
    "pId" : 542300,
    "id" : 542337,
    "title" : "萨嘎县"
}, {
    "isL" : 1,
    "pId" : 542300,
    "id" : 542338,
    "title" : "岗巴县"
}, {
    "isL" : 0,
    "pId" : 540000,
    "id" : 542400,
    "title" : "那曲地区"
}, {
    "isL" : 1,
    "pId" : 542400,
    "id" : 542421,
    "title" : "那曲县"
}, {
    "isL" : 1,
    "pId" : 542400,
    "id" : 542422,
    "title" : "嘉黎县"
}, {
    "isL" : 1,
    "pId" : 542400,
    "id" : 542423,
    "title" : "比如县"
}, {
    "isL" : 1,
    "pId" : 542400,
    "id" : 542424,
    "title" : "聂荣县"
}, {
    "isL" : 1,
    "pId" : 542400,
    "id" : 542425,
    "title" : "安多县"
}, {
    "isL" : 1,
    "pId" : 542400,
    "id" : 542426,
    "title" : "申扎县"
}, {
    "isL" : 1,
    "pId" : 542400,
    "id" : 542427,
    "title" : "索　县"
}, {
    "isL" : 1,
    "pId" : 542400,
    "id" : 542428,
    "title" : "班戈县"
}, {
    "isL" : 1,
    "pId" : 542400,
    "id" : 542429,
    "title" : "巴青县"
}, {
    "isL" : 1,
    "pId" : 542400,
    "id" : 542430,
    "title" : "尼玛县"
}, {
    "isL" : 0,
    "pId" : 540000,
    "id" : 542500,
    "title" : "阿里地区"
}, {
    "isL" : 1,
    "pId" : 542500,
    "id" : 542521,
    "title" : "普兰县"
}, {
    "isL" : 1,
    "pId" : 542500,
    "id" : 542522,
    "title" : "札达县"
}, {
    "isL" : 1,
    "pId" : 542500,
    "id" : 542523,
    "title" : "噶尔县"
}, {
    "isL" : 1,
    "pId" : 542500,
    "id" : 542524,
    "title" : "日土县"
}, {
    "isL" : 1,
    "pId" : 542500,
    "id" : 542525,
    "title" : "革吉县"
}, {
    "isL" : 1,
    "pId" : 542500,
    "id" : 542526,
    "title" : "改则县"
}, {
    "isL" : 1,
    "pId" : 542500,
    "id" : 542527,
    "title" : "措勤县"
}, {
    "isL" : 0,
    "pId" : 540000,
    "id" : 542600,
    "title" : "林芝地区"
}, {
    "isL" : 1,
    "pId" : 542600,
    "id" : 542621,
    "title" : "林芝县"
}, {
    "isL" : 1,
    "pId" : 542600,
    "id" : 542622,
    "title" : "工布江达县"
}, {
    "isL" : 1,
    "pId" : 542600,
    "id" : 542623,
    "title" : "米林县"
}, {
    "isL" : 1,
    "pId" : 542600,
    "id" : 542624,
    "title" : "墨脱县"
}, {
    "isL" : 1,
    "pId" : 542600,
    "id" : 542625,
    "title" : "波密县"
}, {
    "isL" : 1,
    "pId" : 542600,
    "id" : 542626,
    "title" : "察隅县"
}, {
    "isL" : 1,
    "pId" : 542600,
    "id" : 542627,
    "title" : "朗　县"
}, {
    "isL" : 0,
    "pId" : 0,
    "id" : 610000,
    "title" : "陕西省"
}, {
    "isL" : 0,
    "pId" : 610000,
    "id" : 610100,
    "title" : "西安市"
}, {
    "isL" : 1,
    "pId" : 610100,
    "id" : 610101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 610100,
    "id" : 610102,
    "title" : "新城区"
}, {
    "isL" : 1,
    "pId" : 610100,
    "id" : 610103,
    "title" : "碑林区"
}, {
    "isL" : 1,
    "pId" : 610100,
    "id" : 610104,
    "title" : "莲湖区"
}, {
    "isL" : 1,
    "pId" : 610100,
    "id" : 610111,
    "title" : "灞桥区"
}, {
    "isL" : 1,
    "pId" : 610100,
    "id" : 610112,
    "title" : "未央区"
}, {
    "isL" : 1,
    "pId" : 610100,
    "id" : 610113,
    "title" : "雁塔区"
}, {
    "isL" : 1,
    "pId" : 610100,
    "id" : 610114,
    "title" : "阎良区"
}, {
    "isL" : 1,
    "pId" : 610100,
    "id" : 610115,
    "title" : "临潼区"
}, {
    "isL" : 1,
    "pId" : 610100,
    "id" : 610116,
    "title" : "长安区"
}, {
    "isL" : 1,
    "pId" : 610100,
    "id" : 610122,
    "title" : "蓝田县"
}, {
    "isL" : 1,
    "pId" : 610100,
    "id" : 610124,
    "title" : "周至县"
}, {
    "isL" : 1,
    "pId" : 610100,
    "id" : 610125,
    "title" : "户　县"
}, {
    "isL" : 1,
    "pId" : 610100,
    "id" : 610126,
    "title" : "高陵县"
}, {
    "isL" : 0,
    "pId" : 610000,
    "id" : 610200,
    "title" : "铜川市"
}, {
    "isL" : 1,
    "pId" : 610200,
    "id" : 610201,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 610200,
    "id" : 610202,
    "title" : "王益区"
}, {
    "isL" : 1,
    "pId" : 610200,
    "id" : 610203,
    "title" : "印台区"
}, {
    "isL" : 1,
    "pId" : 610200,
    "id" : 610204,
    "title" : "耀州区"
}, {
    "isL" : 1,
    "pId" : 610200,
    "id" : 610222,
    "title" : "宜君县"
}, {
    "isL" : 0,
    "pId" : 610000,
    "id" : 610300,
    "title" : "宝鸡市"
}, {
    "isL" : 1,
    "pId" : 610300,
    "id" : 610301,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 610300,
    "id" : 610302,
    "title" : "渭滨区"
}, {
    "isL" : 1,
    "pId" : 610300,
    "id" : 610303,
    "title" : "金台区"
}, {
    "isL" : 1,
    "pId" : 610300,
    "id" : 610304,
    "title" : "陈仓区"
}, {
    "isL" : 1,
    "pId" : 610300,
    "id" : 610322,
    "title" : "凤翔县"
}, {
    "isL" : 1,
    "pId" : 610300,
    "id" : 610323,
    "title" : "岐山县"
}, {
    "isL" : 1,
    "pId" : 610300,
    "id" : 610324,
    "title" : "扶风县"
}, {
    "isL" : 1,
    "pId" : 610300,
    "id" : 610326,
    "title" : "眉　县"
}, {
    "isL" : 1,
    "pId" : 610300,
    "id" : 610327,
    "title" : "陇　县"
}, {
    "isL" : 1,
    "pId" : 610300,
    "id" : 610328,
    "title" : "千阳县"
}, {
    "isL" : 1,
    "pId" : 610300,
    "id" : 610329,
    "title" : "麟游县"
}, {
    "isL" : 1,
    "pId" : 610300,
    "id" : 610330,
    "title" : "凤　县"
}, {
    "isL" : 1,
    "pId" : 610300,
    "id" : 610331,
    "title" : "太白县"
}, {
    "isL" : 0,
    "pId" : 610000,
    "id" : 610400,
    "title" : "咸阳市"
}, {
    "isL" : 1,
    "pId" : 610400,
    "id" : 610401,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 610400,
    "id" : 610402,
    "title" : "秦都区"
}, {
    "isL" : 1,
    "pId" : 610400,
    "id" : 610403,
    "title" : "杨凌区"
}, {
    "isL" : 1,
    "pId" : 610400,
    "id" : 610404,
    "title" : "渭城区"
}, {
    "isL" : 1,
    "pId" : 610400,
    "id" : 610422,
    "title" : "三原县"
}, {
    "isL" : 1,
    "pId" : 610400,
    "id" : 610423,
    "title" : "泾阳县"
}, {
    "isL" : 1,
    "pId" : 610400,
    "id" : 610424,
    "title" : "乾　县"
}, {
    "isL" : 1,
    "pId" : 610400,
    "id" : 610425,
    "title" : "礼泉县"
}, {
    "isL" : 1,
    "pId" : 610400,
    "id" : 610426,
    "title" : "永寿县"
}, {
    "isL" : 1,
    "pId" : 610400,
    "id" : 610427,
    "title" : "彬　县"
}, {
    "isL" : 1,
    "pId" : 610400,
    "id" : 610428,
    "title" : "长武县"
}, {
    "isL" : 1,
    "pId" : 610400,
    "id" : 610429,
    "title" : "旬邑县"
}, {
    "isL" : 1,
    "pId" : 610400,
    "id" : 610430,
    "title" : "淳化县"
}, {
    "isL" : 1,
    "pId" : 610400,
    "id" : 610431,
    "title" : "武功县"
}, {
    "isL" : 1,
    "pId" : 610400,
    "id" : 610481,
    "title" : "兴平市"
}, {
    "isL" : 0,
    "pId" : 610000,
    "id" : 610500,
    "title" : "渭南市"
}, {
    "isL" : 1,
    "pId" : 610500,
    "id" : 610501,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 610500,
    "id" : 610502,
    "title" : "临渭区"
}, {
    "isL" : 1,
    "pId" : 610500,
    "id" : 610521,
    "title" : "华　县"
}, {
    "isL" : 1,
    "pId" : 610500,
    "id" : 610522,
    "title" : "潼关县"
}, {
    "isL" : 1,
    "pId" : 610500,
    "id" : 610523,
    "title" : "大荔县"
}, {
    "isL" : 1,
    "pId" : 610500,
    "id" : 610524,
    "title" : "合阳县"
}, {
    "isL" : 1,
    "pId" : 610500,
    "id" : 610525,
    "title" : "澄城县"
}, {
    "isL" : 1,
    "pId" : 610500,
    "id" : 610526,
    "title" : "蒲城县"
}, {
    "isL" : 1,
    "pId" : 610500,
    "id" : 610527,
    "title" : "白水县"
}, {
    "isL" : 1,
    "pId" : 610500,
    "id" : 610528,
    "title" : "富平县"
}, {
    "isL" : 1,
    "pId" : 610500,
    "id" : 610581,
    "title" : "韩城市"
}, {
    "isL" : 1,
    "pId" : 610500,
    "id" : 610582,
    "title" : "华阴市"
}, {
    "isL" : 0,
    "pId" : 610000,
    "id" : 610600,
    "title" : "延安市"
}, {
    "isL" : 1,
    "pId" : 610600,
    "id" : 610601,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 610600,
    "id" : 610602,
    "title" : "宝塔区"
}, {
    "isL" : 1,
    "pId" : 610600,
    "id" : 610621,
    "title" : "延长县"
}, {
    "isL" : 1,
    "pId" : 610600,
    "id" : 610622,
    "title" : "延川县"
}, {
    "isL" : 1,
    "pId" : 610600,
    "id" : 610623,
    "title" : "子长县"
}, {
    "isL" : 1,
    "pId" : 610600,
    "id" : 610624,
    "title" : "安塞县"
}, {
    "isL" : 1,
    "pId" : 610600,
    "id" : 610625,
    "title" : "志丹县"
}, {
    "isL" : 1,
    "pId" : 610600,
    "id" : 610626,
    "title" : "吴旗县"
}, {
    "isL" : 1,
    "pId" : 610600,
    "id" : 610627,
    "title" : "甘泉县"
}, {
    "isL" : 1,
    "pId" : 610600,
    "id" : 610628,
    "title" : "富　县"
}, {
    "isL" : 1,
    "pId" : 610600,
    "id" : 610629,
    "title" : "洛川县"
}, {
    "isL" : 1,
    "pId" : 610600,
    "id" : 610630,
    "title" : "宜川县"
}, {
    "isL" : 1,
    "pId" : 610600,
    "id" : 610631,
    "title" : "黄龙县"
}, {
    "isL" : 1,
    "pId" : 610600,
    "id" : 610632,
    "title" : "黄陵县"
}, {
    "isL" : 0,
    "pId" : 610000,
    "id" : 610700,
    "title" : "汉中市"
}, {
    "isL" : 1,
    "pId" : 610700,
    "id" : 610701,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 610700,
    "id" : 610702,
    "title" : "汉台区"
}, {
    "isL" : 1,
    "pId" : 610700,
    "id" : 610721,
    "title" : "南郑县"
}, {
    "isL" : 1,
    "pId" : 610700,
    "id" : 610722,
    "title" : "城固县"
}, {
    "isL" : 1,
    "pId" : 610700,
    "id" : 610723,
    "title" : "洋　县"
}, {
    "isL" : 1,
    "pId" : 610700,
    "id" : 610724,
    "title" : "西乡县"
}, {
    "isL" : 1,
    "pId" : 610700,
    "id" : 610725,
    "title" : "勉　县"
}, {
    "isL" : 1,
    "pId" : 610700,
    "id" : 610726,
    "title" : "宁强县"
}, {
    "isL" : 1,
    "pId" : 610700,
    "id" : 610727,
    "title" : "略阳县"
}, {
    "isL" : 1,
    "pId" : 610700,
    "id" : 610728,
    "title" : "镇巴县"
}, {
    "isL" : 1,
    "pId" : 610700,
    "id" : 610729,
    "title" : "留坝县"
}, {
    "isL" : 1,
    "pId" : 610700,
    "id" : 610730,
    "title" : "佛坪县"
}, {
    "isL" : 0,
    "pId" : 610000,
    "id" : 610800,
    "title" : "榆林市"
}, {
    "isL" : 1,
    "pId" : 610800,
    "id" : 610801,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 610800,
    "id" : 610802,
    "title" : "榆阳区"
}, {
    "isL" : 1,
    "pId" : 610800,
    "id" : 610821,
    "title" : "神木县"
}, {
    "isL" : 1,
    "pId" : 610800,
    "id" : 610822,
    "title" : "府谷县"
}, {
    "isL" : 1,
    "pId" : 610800,
    "id" : 610823,
    "title" : "横山县"
}, {
    "isL" : 1,
    "pId" : 610800,
    "id" : 610824,
    "title" : "靖边县"
}, {
    "isL" : 1,
    "pId" : 610800,
    "id" : 610825,
    "title" : "定边县"
}, {
    "isL" : 1,
    "pId" : 610800,
    "id" : 610826,
    "title" : "绥德县"
}, {
    "isL" : 1,
    "pId" : 610800,
    "id" : 610827,
    "title" : "米脂县"
}, {
    "isL" : 1,
    "pId" : 610800,
    "id" : 610828,
    "title" : "佳　县"
}, {
    "isL" : 1,
    "pId" : 610800,
    "id" : 610829,
    "title" : "吴堡县"
}, {
    "isL" : 1,
    "pId" : 610800,
    "id" : 610830,
    "title" : "清涧县"
}, {
    "isL" : 1,
    "pId" : 610800,
    "id" : 610831,
    "title" : "子洲县"
}, {
    "isL" : 0,
    "pId" : 610000,
    "id" : 610900,
    "title" : "安康市"
}, {
    "isL" : 1,
    "pId" : 610900,
    "id" : 610901,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 610900,
    "id" : 610902,
    "title" : "汉滨区"
}, {
    "isL" : 1,
    "pId" : 610900,
    "id" : 610921,
    "title" : "汉阴县"
}, {
    "isL" : 1,
    "pId" : 610900,
    "id" : 610922,
    "title" : "石泉县"
}, {
    "isL" : 1,
    "pId" : 610900,
    "id" : 610923,
    "title" : "宁陕县"
}, {
    "isL" : 1,
    "pId" : 610900,
    "id" : 610924,
    "title" : "紫阳县"
}, {
    "isL" : 1,
    "pId" : 610900,
    "id" : 610925,
    "title" : "岚皋县"
}, {
    "isL" : 1,
    "pId" : 610900,
    "id" : 610926,
    "title" : "平利县"
}, {
    "isL" : 1,
    "pId" : 610900,
    "id" : 610927,
    "title" : "镇坪县"
}, {
    "isL" : 1,
    "pId" : 610900,
    "id" : 610928,
    "title" : "旬阳县"
}, {
    "isL" : 1,
    "pId" : 610900,
    "id" : 610929,
    "title" : "白河县"
}, {
    "isL" : 0,
    "pId" : 610000,
    "id" : 611000,
    "title" : "商洛市"
}, {
    "isL" : 1,
    "pId" : 611000,
    "id" : 611001,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 611000,
    "id" : 611002,
    "title" : "商州区"
}, {
    "isL" : 1,
    "pId" : 611000,
    "id" : 611021,
    "title" : "洛南县"
}, {
    "isL" : 1,
    "pId" : 611000,
    "id" : 611022,
    "title" : "丹凤县"
}, {
    "isL" : 1,
    "pId" : 611000,
    "id" : 611023,
    "title" : "商南县"
}, {
    "isL" : 1,
    "pId" : 611000,
    "id" : 611024,
    "title" : "山阳县"
}, {
    "isL" : 1,
    "pId" : 611000,
    "id" : 611025,
    "title" : "镇安县"
}, {
    "isL" : 1,
    "pId" : 611000,
    "id" : 611026,
    "title" : "柞水县"
}, {
    "isL" : 0,
    "pId" : 0,
    "id" : 620000,
    "title" : "甘肃省"
}, {
    "isL" : 0,
    "pId" : 620000,
    "id" : 620100,
    "title" : "兰州市"
}, {
    "isL" : 1,
    "pId" : 620100,
    "id" : 620101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 620100,
    "id" : 620102,
    "title" : "城关区"
}, {
    "isL" : 1,
    "pId" : 620100,
    "id" : 620103,
    "title" : "七里河区"
}, {
    "isL" : 1,
    "pId" : 620100,
    "id" : 620104,
    "title" : "西固区"
}, {
    "isL" : 1,
    "pId" : 620100,
    "id" : 620105,
    "title" : "安宁区"
}, {
    "isL" : 1,
    "pId" : 620100,
    "id" : 620111,
    "title" : "红古区"
}, {
    "isL" : 1,
    "pId" : 620100,
    "id" : 620121,
    "title" : "永登县"
}, {
    "isL" : 1,
    "pId" : 620100,
    "id" : 620122,
    "title" : "皋兰县"
}, {
    "isL" : 1,
    "pId" : 620100,
    "id" : 620123,
    "title" : "榆中县"
}, {
    "isL" : 0,
    "pId" : 620000,
    "id" : 620200,
    "title" : "嘉峪关市"
}, {
    "isL" : 1,
    "pId" : 620200,
    "id" : 620201,
    "title" : "市辖区"
}, {
    "isL" : 0,
    "pId" : 620000,
    "id" : 620300,
    "title" : "金昌市"
}, {
    "isL" : 1,
    "pId" : 620300,
    "id" : 620301,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 620300,
    "id" : 620302,
    "title" : "金川区"
}, {
    "isL" : 1,
    "pId" : 620300,
    "id" : 620321,
    "title" : "永昌县"
}, {
    "isL" : 0,
    "pId" : 620000,
    "id" : 620400,
    "title" : "白银市"
}, {
    "isL" : 1,
    "pId" : 620400,
    "id" : 620401,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 620400,
    "id" : 620402,
    "title" : "白银区"
}, {
    "isL" : 1,
    "pId" : 620400,
    "id" : 620403,
    "title" : "平川区"
}, {
    "isL" : 1,
    "pId" : 620400,
    "id" : 620421,
    "title" : "靖远县"
}, {
    "isL" : 1,
    "pId" : 620400,
    "id" : 620422,
    "title" : "会宁县"
}, {
    "isL" : 1,
    "pId" : 620400,
    "id" : 620423,
    "title" : "景泰县"
}, {
    "isL" : 0,
    "pId" : 620000,
    "id" : 620500,
    "title" : "天水市"
}, {
    "isL" : 1,
    "pId" : 620500,
    "id" : 620501,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 620500,
    "id" : 620502,
    "title" : "秦城区"
}, {
    "isL" : 1,
    "pId" : 620500,
    "id" : 620503,
    "title" : "北道区"
}, {
    "isL" : 1,
    "pId" : 620500,
    "id" : 620521,
    "title" : "清水县"
}, {
    "isL" : 1,
    "pId" : 620500,
    "id" : 620522,
    "title" : "秦安县"
}, {
    "isL" : 1,
    "pId" : 620500,
    "id" : 620523,
    "title" : "甘谷县"
}, {
    "isL" : 1,
    "pId" : 620500,
    "id" : 620524,
    "title" : "武山县"
}, {
    "isL" : 1,
    "pId" : 620500,
    "id" : 620525,
    "title" : "张家川回族自治县"
}, {
    "isL" : 0,
    "pId" : 620000,
    "id" : 620600,
    "title" : "武威市"
}, {
    "isL" : 1,
    "pId" : 620600,
    "id" : 620601,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 620600,
    "id" : 620602,
    "title" : "凉州区"
}, {
    "isL" : 1,
    "pId" : 620600,
    "id" : 620621,
    "title" : "民勤县"
}, {
    "isL" : 1,
    "pId" : 620600,
    "id" : 620622,
    "title" : "古浪县"
}, {
    "isL" : 1,
    "pId" : 620600,
    "id" : 620623,
    "title" : "天祝藏族自治县"
}, {
    "isL" : 0,
    "pId" : 620000,
    "id" : 620700,
    "title" : "张掖市"
}, {
    "isL" : 1,
    "pId" : 620700,
    "id" : 620701,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 620700,
    "id" : 620702,
    "title" : "甘州区"
}, {
    "isL" : 1,
    "pId" : 620700,
    "id" : 620721,
    "title" : "肃南裕固族自治县"
}, {
    "isL" : 1,
    "pId" : 620700,
    "id" : 620722,
    "title" : "民乐县"
}, {
    "isL" : 1,
    "pId" : 620700,
    "id" : 620723,
    "title" : "临泽县"
}, {
    "isL" : 1,
    "pId" : 620700,
    "id" : 620724,
    "title" : "高台县"
}, {
    "isL" : 1,
    "pId" : 620700,
    "id" : 620725,
    "title" : "山丹县"
}, {
    "isL" : 0,
    "pId" : 620000,
    "id" : 620800,
    "title" : "平凉市"
}, {
    "isL" : 1,
    "pId" : 620800,
    "id" : 620801,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 620800,
    "id" : 620802,
    "title" : "崆峒区"
}, {
    "isL" : 1,
    "pId" : 620800,
    "id" : 620821,
    "title" : "泾川县"
}, {
    "isL" : 1,
    "pId" : 620800,
    "id" : 620822,
    "title" : "灵台县"
}, {
    "isL" : 1,
    "pId" : 620800,
    "id" : 620823,
    "title" : "崇信县"
}, {
    "isL" : 1,
    "pId" : 620800,
    "id" : 620824,
    "title" : "华亭县"
}, {
    "isL" : 1,
    "pId" : 620800,
    "id" : 620825,
    "title" : "庄浪县"
}, {
    "isL" : 1,
    "pId" : 620800,
    "id" : 620826,
    "title" : "静宁县"
}, {
    "isL" : 0,
    "pId" : 620000,
    "id" : 620900,
    "title" : "酒泉市"
}, {
    "isL" : 1,
    "pId" : 620900,
    "id" : 620901,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 620900,
    "id" : 620902,
    "title" : "肃州区"
}, {
    "isL" : 1,
    "pId" : 620900,
    "id" : 620921,
    "title" : "金塔县"
}, {
    "isL" : 1,
    "pId" : 620900,
    "id" : 620922,
    "title" : "安西县"
}, {
    "isL" : 1,
    "pId" : 620900,
    "id" : 620923,
    "title" : "肃北蒙古族自治县"
}, {
    "isL" : 1,
    "pId" : 620900,
    "id" : 620924,
    "title" : "阿克塞哈萨克族自治县"
}, {
    "isL" : 1,
    "pId" : 620900,
    "id" : 620981,
    "title" : "玉门市"
}, {
    "isL" : 1,
    "pId" : 620900,
    "id" : 620982,
    "title" : "敦煌市"
}, {
    "isL" : 0,
    "pId" : 620000,
    "id" : 621000,
    "title" : "庆阳市"
}, {
    "isL" : 1,
    "pId" : 621000,
    "id" : 621001,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 621000,
    "id" : 621002,
    "title" : "西峰区"
}, {
    "isL" : 1,
    "pId" : 621000,
    "id" : 621021,
    "title" : "庆城县"
}, {
    "isL" : 1,
    "pId" : 621000,
    "id" : 621022,
    "title" : "环　县"
}, {
    "isL" : 1,
    "pId" : 621000,
    "id" : 621023,
    "title" : "华池县"
}, {
    "isL" : 1,
    "pId" : 621000,
    "id" : 621024,
    "title" : "合水县"
}, {
    "isL" : 1,
    "pId" : 621000,
    "id" : 621025,
    "title" : "正宁县"
}, {
    "isL" : 1,
    "pId" : 621000,
    "id" : 621026,
    "title" : "宁　县"
}, {
    "isL" : 1,
    "pId" : 621000,
    "id" : 621027,
    "title" : "镇原县"
}, {
    "isL" : 0,
    "pId" : 620000,
    "id" : 621100,
    "title" : "定西市"
}, {
    "isL" : 1,
    "pId" : 621100,
    "id" : 621101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 621100,
    "id" : 621102,
    "title" : "安定区"
}, {
    "isL" : 1,
    "pId" : 621100,
    "id" : 621121,
    "title" : "通渭县"
}, {
    "isL" : 1,
    "pId" : 621100,
    "id" : 621122,
    "title" : "陇西县"
}, {
    "isL" : 1,
    "pId" : 621100,
    "id" : 621123,
    "title" : "渭源县"
}, {
    "isL" : 1,
    "pId" : 621100,
    "id" : 621124,
    "title" : "临洮县"
}, {
    "isL" : 1,
    "pId" : 621100,
    "id" : 621125,
    "title" : "漳　县"
}, {
    "isL" : 1,
    "pId" : 621100,
    "id" : 621126,
    "title" : "岷　县"
}, {
    "isL" : 0,
    "pId" : 620000,
    "id" : 621200,
    "title" : "陇南市"
}, {
    "isL" : 1,
    "pId" : 621200,
    "id" : 621201,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 621200,
    "id" : 621202,
    "title" : "武都区"
}, {
    "isL" : 1,
    "pId" : 621200,
    "id" : 621221,
    "title" : "成　县"
}, {
    "isL" : 1,
    "pId" : 621200,
    "id" : 621222,
    "title" : "文　县"
}, {
    "isL" : 1,
    "pId" : 621200,
    "id" : 621223,
    "title" : "宕昌县"
}, {
    "isL" : 1,
    "pId" : 621200,
    "id" : 621224,
    "title" : "康　县"
}, {
    "isL" : 1,
    "pId" : 621200,
    "id" : 621225,
    "title" : "西和县"
}, {
    "isL" : 1,
    "pId" : 621200,
    "id" : 621226,
    "title" : "礼　县"
}, {
    "isL" : 1,
    "pId" : 621200,
    "id" : 621227,
    "title" : "徽　县"
}, {
    "isL" : 1,
    "pId" : 621200,
    "id" : 621228,
    "title" : "两当县"
}, {
    "isL" : 0,
    "pId" : 620000,
    "id" : 622900,
    "title" : "临夏回族自治州"
}, {
    "isL" : 1,
    "pId" : 622900,
    "id" : 622901,
    "title" : "临夏市"
}, {
    "isL" : 1,
    "pId" : 622900,
    "id" : 622921,
    "title" : "临夏县"
}, {
    "isL" : 1,
    "pId" : 622900,
    "id" : 622922,
    "title" : "康乐县"
}, {
    "isL" : 1,
    "pId" : 622900,
    "id" : 622923,
    "title" : "永靖县"
}, {
    "isL" : 1,
    "pId" : 622900,
    "id" : 622924,
    "title" : "广河县"
}, {
    "isL" : 1,
    "pId" : 622900,
    "id" : 622925,
    "title" : "和政县"
}, {
    "isL" : 1,
    "pId" : 622900,
    "id" : 622926,
    "title" : "东乡族自治县"
}, {
    "isL" : 1,
    "pId" : 622900,
    "id" : 622927,
    "title" : "积石山保安族东乡族撒拉族自治县"
}, {
    "isL" : 0,
    "pId" : 620000,
    "id" : 623000,
    "title" : "甘南藏族自治州"
}, {
    "isL" : 1,
    "pId" : 623000,
    "id" : 623001,
    "title" : "合作市"
}, {
    "isL" : 1,
    "pId" : 623000,
    "id" : 623021,
    "title" : "临潭县"
}, {
    "isL" : 1,
    "pId" : 623000,
    "id" : 623022,
    "title" : "卓尼县"
}, {
    "isL" : 1,
    "pId" : 623000,
    "id" : 623023,
    "title" : "舟曲县"
}, {
    "isL" : 1,
    "pId" : 623000,
    "id" : 623024,
    "title" : "迭部县"
}, {
    "isL" : 1,
    "pId" : 623000,
    "id" : 623025,
    "title" : "玛曲县"
}, {
    "isL" : 1,
    "pId" : 623000,
    "id" : 623026,
    "title" : "碌曲县"
}, {
    "isL" : 1,
    "pId" : 623000,
    "id" : 623027,
    "title" : "夏河县"
}, {
    "isL" : 0,
    "pId" : 0,
    "id" : 630000,
    "title" : "青海省"
}, {
    "isL" : 0,
    "pId" : 630000,
    "id" : 630100,
    "title" : "西宁市"
}, {
    "isL" : 1,
    "pId" : 630100,
    "id" : 630101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 630100,
    "id" : 630102,
    "title" : "城东区"
}, {
    "isL" : 1,
    "pId" : 630100,
    "id" : 630103,
    "title" : "城中区"
}, {
    "isL" : 1,
    "pId" : 630100,
    "id" : 630104,
    "title" : "城西区"
}, {
    "isL" : 1,
    "pId" : 630100,
    "id" : 630105,
    "title" : "城北区"
}, {
    "isL" : 1,
    "pId" : 630100,
    "id" : 630121,
    "title" : "大通回族土族自治县"
}, {
    "isL" : 1,
    "pId" : 630100,
    "id" : 630122,
    "title" : "湟中县"
}, {
    "isL" : 1,
    "pId" : 630100,
    "id" : 630123,
    "title" : "湟源县"
}, {
    "isL" : 0,
    "pId" : 630000,
    "id" : 632100,
    "title" : "海东地区"
}, {
    "isL" : 1,
    "pId" : 632100,
    "id" : 632121,
    "title" : "平安县"
}, {
    "isL" : 1,
    "pId" : 632100,
    "id" : 632122,
    "title" : "民和回族土族自治县"
}, {
    "isL" : 1,
    "pId" : 632100,
    "id" : 632123,
    "title" : "乐都县"
}, {
    "isL" : 1,
    "pId" : 632100,
    "id" : 632126,
    "title" : "互助土族自治县"
}, {
    "isL" : 1,
    "pId" : 632100,
    "id" : 632127,
    "title" : "化隆回族自治县"
}, {
    "isL" : 1,
    "pId" : 632100,
    "id" : 632128,
    "title" : "循化撒拉族自治县"
}, {
    "isL" : 0,
    "pId" : 630000,
    "id" : 632200,
    "title" : "海北藏族自治州"
}, {
    "isL" : 1,
    "pId" : 632200,
    "id" : 632221,
    "title" : "门源回族自治县"
}, {
    "isL" : 1,
    "pId" : 632200,
    "id" : 632222,
    "title" : "祁连县"
}, {
    "isL" : 1,
    "pId" : 632200,
    "id" : 632223,
    "title" : "海晏县"
}, {
    "isL" : 1,
    "pId" : 632200,
    "id" : 632224,
    "title" : "刚察县"
}, {
    "isL" : 0,
    "pId" : 630000,
    "id" : 632300,
    "title" : "黄南藏族自治州"
}, {
    "isL" : 1,
    "pId" : 632300,
    "id" : 632321,
    "title" : "同仁县"
}, {
    "isL" : 1,
    "pId" : 632300,
    "id" : 632322,
    "title" : "尖扎县"
}, {
    "isL" : 1,
    "pId" : 632300,
    "id" : 632323,
    "title" : "泽库县"
}, {
    "isL" : 1,
    "pId" : 632300,
    "id" : 632324,
    "title" : "河南蒙古族自治县"
}, {
    "isL" : 0,
    "pId" : 630000,
    "id" : 632500,
    "title" : "海南藏族自治州"
}, {
    "isL" : 1,
    "pId" : 632500,
    "id" : 632521,
    "title" : "共和县"
}, {
    "isL" : 1,
    "pId" : 632500,
    "id" : 632522,
    "title" : "同德县"
}, {
    "isL" : 1,
    "pId" : 632500,
    "id" : 632523,
    "title" : "贵德县"
}, {
    "isL" : 1,
    "pId" : 632500,
    "id" : 632524,
    "title" : "兴海县"
}, {
    "isL" : 1,
    "pId" : 632500,
    "id" : 632525,
    "title" : "贵南县"
}, {
    "isL" : 0,
    "pId" : 630000,
    "id" : 632600,
    "title" : "果洛藏族自治州"
}, {
    "isL" : 1,
    "pId" : 632600,
    "id" : 632621,
    "title" : "玛沁县"
}, {
    "isL" : 1,
    "pId" : 632600,
    "id" : 632622,
    "title" : "班玛县"
}, {
    "isL" : 1,
    "pId" : 632600,
    "id" : 632623,
    "title" : "甘德县"
}, {
    "isL" : 1,
    "pId" : 632600,
    "id" : 632624,
    "title" : "达日县"
}, {
    "isL" : 1,
    "pId" : 632600,
    "id" : 632625,
    "title" : "久治县"
}, {
    "isL" : 1,
    "pId" : 632600,
    "id" : 632626,
    "title" : "玛多县"
}, {
    "isL" : 0,
    "pId" : 630000,
    "id" : 632700,
    "title" : "玉树藏族自治州"
}, {
    "isL" : 1,
    "pId" : 632700,
    "id" : 632721,
    "title" : "玉树县"
}, {
    "isL" : 1,
    "pId" : 632700,
    "id" : 632722,
    "title" : "杂多县"
}, {
    "isL" : 1,
    "pId" : 632700,
    "id" : 632723,
    "title" : "称多县"
}, {
    "isL" : 1,
    "pId" : 632700,
    "id" : 632724,
    "title" : "治多县"
}, {
    "isL" : 1,
    "pId" : 632700,
    "id" : 632725,
    "title" : "囊谦县"
}, {
    "isL" : 1,
    "pId" : 632700,
    "id" : 632726,
    "title" : "曲麻莱县"
}, {
    "isL" : 0,
    "pId" : 630000,
    "id" : 632800,
    "title" : "海西蒙古族藏族自治州"
}, {
    "isL" : 1,
    "pId" : 632800,
    "id" : 632801,
    "title" : "格尔木市"
}, {
    "isL" : 1,
    "pId" : 632800,
    "id" : 632802,
    "title" : "德令哈市"
}, {
    "isL" : 1,
    "pId" : 632800,
    "id" : 632821,
    "title" : "乌兰县"
}, {
    "isL" : 1,
    "pId" : 632800,
    "id" : 632822,
    "title" : "都兰县"
}, {
    "isL" : 1,
    "pId" : 632800,
    "id" : 632823,
    "title" : "天峻县"
}, {
    "isL" : 0,
    "pId" : 0,
    "id" : 640000,
    "title" : "宁夏回族自治区"
}, {
    "isL" : 0,
    "pId" : 640000,
    "id" : 640100,
    "title" : "银川市"
}, {
    "isL" : 1,
    "pId" : 640100,
    "id" : 640101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 640100,
    "id" : 640104,
    "title" : "兴庆区"
}, {
    "isL" : 1,
    "pId" : 640100,
    "id" : 640105,
    "title" : "西夏区"
}, {
    "isL" : 1,
    "pId" : 640100,
    "id" : 640106,
    "title" : "金凤区"
}, {
    "isL" : 1,
    "pId" : 640100,
    "id" : 640121,
    "title" : "永宁县"
}, {
    "isL" : 1,
    "pId" : 640100,
    "id" : 640122,
    "title" : "贺兰县"
}, {
    "isL" : 1,
    "pId" : 640100,
    "id" : 640181,
    "title" : "灵武市"
}, {
    "isL" : 0,
    "pId" : 640000,
    "id" : 640200,
    "title" : "石嘴山市"
}, {
    "isL" : 1,
    "pId" : 640200,
    "id" : 640201,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 640200,
    "id" : 640202,
    "title" : "大武口区"
}, {
    "isL" : 1,
    "pId" : 640200,
    "id" : 640205,
    "title" : "惠农区"
}, {
    "isL" : 1,
    "pId" : 640200,
    "id" : 640221,
    "title" : "平罗县"
}, {
    "isL" : 0,
    "pId" : 640000,
    "id" : 640300,
    "title" : "吴忠市"
}, {
    "isL" : 1,
    "pId" : 640300,
    "id" : 640301,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 640300,
    "id" : 640302,
    "title" : "利通区"
}, {
    "isL" : 1,
    "pId" : 640300,
    "id" : 640323,
    "title" : "盐池县"
}, {
    "isL" : 1,
    "pId" : 640300,
    "id" : 640324,
    "title" : "同心县"
}, {
    "isL" : 1,
    "pId" : 640300,
    "id" : 640381,
    "title" : "青铜峡市"
}, {
    "isL" : 0,
    "pId" : 640000,
    "id" : 640400,
    "title" : "固原市"
}, {
    "isL" : 1,
    "pId" : 640400,
    "id" : 640401,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 640400,
    "id" : 640402,
    "title" : "原州区"
}, {
    "isL" : 1,
    "pId" : 640400,
    "id" : 640422,
    "title" : "西吉县"
}, {
    "isL" : 1,
    "pId" : 640400,
    "id" : 640423,
    "title" : "隆德县"
}, {
    "isL" : 1,
    "pId" : 640400,
    "id" : 640424,
    "title" : "泾源县"
}, {
    "isL" : 1,
    "pId" : 640400,
    "id" : 640425,
    "title" : "彭阳县"
}, {
    "isL" : 0,
    "pId" : 640000,
    "id" : 640500,
    "title" : "中卫市"
}, {
    "isL" : 1,
    "pId" : 640500,
    "id" : 640501,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 640500,
    "id" : 640502,
    "title" : "沙坡头区"
}, {
    "isL" : 1,
    "pId" : 640500,
    "id" : 640521,
    "title" : "中宁县"
}, {
    "isL" : 1,
    "pId" : 640500,
    "id" : 640522,
    "title" : "海原县"
}, {
    "isL" : 0,
    "pId" : 0,
    "id" : 650000,
    "title" : "新疆维吾尔自治区"
}, {
    "isL" : 0,
    "pId" : 650000,
    "id" : 650100,
    "title" : "乌鲁木齐市"
}, {
    "isL" : 1,
    "pId" : 650100,
    "id" : 650101,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 650100,
    "id" : 650102,
    "title" : "天山区"
}, {
    "isL" : 1,
    "pId" : 650100,
    "id" : 650103,
    "title" : "沙依巴克区"
}, {
    "isL" : 1,
    "pId" : 650100,
    "id" : 650104,
    "title" : "新市区"
}, {
    "isL" : 1,
    "pId" : 650100,
    "id" : 650105,
    "title" : "水磨沟区"
}, {
    "isL" : 1,
    "pId" : 650100,
    "id" : 650106,
    "title" : "头屯河区"
}, {
    "isL" : 1,
    "pId" : 650100,
    "id" : 650107,
    "title" : "达坂城区"
}, {
    "isL" : 1,
    "pId" : 650100,
    "id" : 650108,
    "title" : "东山区"
}, {
    "isL" : 1,
    "pId" : 650100,
    "id" : 650121,
    "title" : "乌鲁木齐县"
}, {
    "isL" : 0,
    "pId" : 650000,
    "id" : 650200,
    "title" : "克拉玛依市"
}, {
    "isL" : 1,
    "pId" : 650200,
    "id" : 650201,
    "title" : "市辖区"
}, {
    "isL" : 1,
    "pId" : 650200,
    "id" : 650202,
    "title" : "独山子区"
}, {
    "isL" : 1,
    "pId" : 650200,
    "id" : 650203,
    "title" : "克拉玛依区"
}, {
    "isL" : 1,
    "pId" : 650200,
    "id" : 650204,
    "title" : "白碱滩区"
}, {
    "isL" : 1,
    "pId" : 650200,
    "id" : 650205,
    "title" : "乌尔禾区"
}, {
    "isL" : 0,
    "pId" : 650000,
    "id" : 652100,
    "title" : "吐鲁番地区"
}, {
    "isL" : 1,
    "pId" : 652100,
    "id" : 652101,
    "title" : "吐鲁番市"
}, {
    "isL" : 1,
    "pId" : 652100,
    "id" : 652122,
    "title" : "鄯善县"
}, {
    "isL" : 1,
    "pId" : 652100,
    "id" : 652123,
    "title" : "托克逊县"
}, {
    "isL" : 0,
    "pId" : 650000,
    "id" : 652200,
    "title" : "哈密地区"
}, {
    "isL" : 1,
    "pId" : 652200,
    "id" : 652201,
    "title" : "哈密市"
}, {
    "isL" : 1,
    "pId" : 652200,
    "id" : 652222,
    "title" : "巴里坤哈萨克自治县"
}, {
    "isL" : 1,
    "pId" : 652200,
    "id" : 652223,
    "title" : "伊吾县"
}, {
    "isL" : 0,
    "pId" : 650000,
    "id" : 652300,
    "title" : "昌吉回族自治州"
}, {
    "isL" : 1,
    "pId" : 652300,
    "id" : 652301,
    "title" : "昌吉市"
}, {
    "isL" : 1,
    "pId" : 652300,
    "id" : 652302,
    "title" : "阜康市"
}, {
    "isL" : 1,
    "pId" : 652300,
    "id" : 652303,
    "title" : "米泉市"
}, {
    "isL" : 1,
    "pId" : 652300,
    "id" : 652323,
    "title" : "呼图壁县"
}, {
    "isL" : 1,
    "pId" : 652300,
    "id" : 652324,
    "title" : "玛纳斯县"
}, {
    "isL" : 1,
    "pId" : 652300,
    "id" : 652325,
    "title" : "奇台县"
}, {
    "isL" : 1,
    "pId" : 652300,
    "id" : 652327,
    "title" : "吉木萨尔县"
}, {
    "isL" : 1,
    "pId" : 652300,
    "id" : 652328,
    "title" : "木垒哈萨克自治县"
}, {
    "isL" : 0,
    "pId" : 650000,
    "id" : 652700,
    "title" : "博尔塔拉蒙古自治州"
}, {
    "isL" : 1,
    "pId" : 652700,
    "id" : 652701,
    "title" : "博乐市"
}, {
    "isL" : 1,
    "pId" : 652700,
    "id" : 652722,
    "title" : "精河县"
}, {
    "isL" : 1,
    "pId" : 652700,
    "id" : 652723,
    "title" : "温泉县"
}, {
    "isL" : 0,
    "pId" : 650000,
    "id" : 652800,
    "title" : "巴音郭楞蒙古自治州"
}, {
    "isL" : 1,
    "pId" : 652800,
    "id" : 652801,
    "title" : "库尔勒市"
}, {
    "isL" : 1,
    "pId" : 652800,
    "id" : 652822,
    "title" : "轮台县"
}, {
    "isL" : 1,
    "pId" : 652800,
    "id" : 652823,
    "title" : "尉犁县"
}, {
    "isL" : 1,
    "pId" : 652800,
    "id" : 652824,
    "title" : "若羌县"
}, {
    "isL" : 1,
    "pId" : 652800,
    "id" : 652825,
    "title" : "且末县"
}, {
    "isL" : 1,
    "pId" : 652800,
    "id" : 652826,
    "title" : "焉耆回族自治县"
}, {
    "isL" : 1,
    "pId" : 652800,
    "id" : 652827,
    "title" : "和静县"
}, {
    "isL" : 1,
    "pId" : 652800,
    "id" : 652828,
    "title" : "和硕县"
}, {
    "isL" : 1,
    "pId" : 652800,
    "id" : 652829,
    "title" : "博湖县"
}, {
    "isL" : 0,
    "pId" : 650000,
    "id" : 652900,
    "title" : "阿克苏地区"
}, {
    "isL" : 1,
    "pId" : 652900,
    "id" : 652901,
    "title" : "阿克苏市"
}, {
    "isL" : 1,
    "pId" : 652900,
    "id" : 652922,
    "title" : "温宿县"
}, {
    "isL" : 1,
    "pId" : 652900,
    "id" : 652923,
    "title" : "库车县"
}, {
    "isL" : 1,
    "pId" : 652900,
    "id" : 652924,
    "title" : "沙雅县"
}, {
    "isL" : 1,
    "pId" : 652900,
    "id" : 652925,
    "title" : "新和县"
}, {
    "isL" : 1,
    "pId" : 652900,
    "id" : 652926,
    "title" : "拜城县"
}, {
    "isL" : 1,
    "pId" : 652900,
    "id" : 652927,
    "title" : "乌什县"
}, {
    "isL" : 1,
    "pId" : 652900,
    "id" : 652928,
    "title" : "阿瓦提县"
}, {
    "isL" : 1,
    "pId" : 652900,
    "id" : 652929,
    "title" : "柯坪县"
}, {
    "isL" : 0,
    "pId" : 650000,
    "id" : 653000,
    "title" : "克孜勒苏柯尔克孜自治州"
}, {
    "isL" : 1,
    "pId" : 653000,
    "id" : 653001,
    "title" : "阿图什市"
}, {
    "isL" : 1,
    "pId" : 653000,
    "id" : 653022,
    "title" : "阿克陶县"
}, {
    "isL" : 1,
    "pId" : 653000,
    "id" : 653023,
    "title" : "阿合奇县"
}, {
    "isL" : 1,
    "pId" : 653000,
    "id" : 653024,
    "title" : "乌恰县"
}, {
    "isL" : 0,
    "pId" : 650000,
    "id" : 653100,
    "title" : "喀什地区"
}, {
    "isL" : 1,
    "pId" : 653100,
    "id" : 653101,
    "title" : "喀什市"
}, {
    "isL" : 1,
    "pId" : 653100,
    "id" : 653121,
    "title" : "疏附县"
}, {
    "isL" : 1,
    "pId" : 653100,
    "id" : 653122,
    "title" : "疏勒县"
}, {
    "isL" : 1,
    "pId" : 653100,
    "id" : 653123,
    "title" : "英吉沙县"
}, {
    "isL" : 1,
    "pId" : 653100,
    "id" : 653124,
    "title" : "泽普县"
}, {
    "isL" : 1,
    "pId" : 653100,
    "id" : 653125,
    "title" : "莎车县"
}, {
    "isL" : 1,
    "pId" : 653100,
    "id" : 653126,
    "title" : "叶城县"
}, {
    "isL" : 1,
    "pId" : 653100,
    "id" : 653127,
    "title" : "麦盖提县"
}, {
    "isL" : 1,
    "pId" : 653100,
    "id" : 653128,
    "title" : "岳普湖县"
}, {
    "isL" : 1,
    "pId" : 653100,
    "id" : 653129,
    "title" : "伽师县"
}, {
    "isL" : 1,
    "pId" : 653100,
    "id" : 653130,
    "title" : "巴楚县"
}, {
    "isL" : 1,
    "pId" : 653100,
    "id" : 653131,
    "title" : "塔什库尔干塔吉克自治县"
}, {
    "isL" : 0,
    "pId" : 650000,
    "id" : 653200,
    "title" : "和田地区"
}, {
    "isL" : 1,
    "pId" : 653200,
    "id" : 653201,
    "title" : "和田市"
}, {
    "isL" : 1,
    "pId" : 653200,
    "id" : 653221,
    "title" : "和田县"
}, {
    "isL" : 1,
    "pId" : 653200,
    "id" : 653222,
    "title" : "墨玉县"
}, {
    "isL" : 1,
    "pId" : 653200,
    "id" : 653223,
    "title" : "皮山县"
}, {
    "isL" : 1,
    "pId" : 653200,
    "id" : 653224,
    "title" : "洛浦县"
}, {
    "isL" : 1,
    "pId" : 653200,
    "id" : 653225,
    "title" : "策勒县"
}, {
    "isL" : 1,
    "pId" : 653200,
    "id" : 653226,
    "title" : "于田县"
}, {
    "isL" : 1,
    "pId" : 653200,
    "id" : 653227,
    "title" : "民丰县"
}, {
    "isL" : 0,
    "pId" : 650000,
    "id" : 654000,
    "title" : "伊犁哈萨克自治州"
}, {
    "isL" : 1,
    "pId" : 654000,
    "id" : 654002,
    "title" : "伊宁市"
}, {
    "isL" : 1,
    "pId" : 654000,
    "id" : 654003,
    "title" : "奎屯市"
}, {
    "isL" : 1,
    "pId" : 654000,
    "id" : 654021,
    "title" : "伊宁县"
}, {
    "isL" : 1,
    "pId" : 654000,
    "id" : 654022,
    "title" : "察布查尔锡伯自治县"
}, {
    "isL" : 1,
    "pId" : 654000,
    "id" : 654023,
    "title" : "霍城县"
}, {
    "isL" : 1,
    "pId" : 654000,
    "id" : 654024,
    "title" : "巩留县"
}, {
    "isL" : 1,
    "pId" : 654000,
    "id" : 654025,
    "title" : "新源县"
}, {
    "isL" : 1,
    "pId" : 654000,
    "id" : 654026,
    "title" : "昭苏县"
}, {
    "isL" : 1,
    "pId" : 654000,
    "id" : 654027,
    "title" : "特克斯县"
}, {
    "isL" : 1,
    "pId" : 654000,
    "id" : 654028,
    "title" : "尼勒克县"
}, {
    "isL" : 0,
    "pId" : 650000,
    "id" : 654200,
    "title" : "塔城地区"
}, {
    "isL" : 1,
    "pId" : 654200,
    "id" : 654201,
    "title" : "塔城市"
}, {
    "isL" : 1,
    "pId" : 654200,
    "id" : 654202,
    "title" : "乌苏市"
}, {
    "isL" : 1,
    "pId" : 654200,
    "id" : 654221,
    "title" : "额敏县"
}, {
    "isL" : 1,
    "pId" : 654200,
    "id" : 654223,
    "title" : "沙湾县"
}, {
    "isL" : 1,
    "pId" : 654200,
    "id" : 654224,
    "title" : "托里县"
}, {
    "isL" : 1,
    "pId" : 654200,
    "id" : 654225,
    "title" : "裕民县"
}, {
    "isL" : 1,
    "pId" : 654200,
    "id" : 654226,
    "title" : "和布克赛尔蒙古自治县"
}, {
    "isL" : 0,
    "pId" : 650000,
    "id" : 654300,
    "title" : "阿勒泰地区"
}, {
    "isL" : 1,
    "pId" : 654300,
    "id" : 654301,
    "title" : "阿勒泰市"
}, {
    "isL" : 1,
    "pId" : 654300,
    "id" : 654321,
    "title" : "布尔津县"
}, {
    "isL" : 1,
    "pId" : 654300,
    "id" : 654322,
    "title" : "富蕴县"
}, {
    "isL" : 1,
    "pId" : 654300,
    "id" : 654323,
    "title" : "福海县"
}, {
    "isL" : 1,
    "pId" : 654300,
    "id" : 654324,
    "title" : "哈巴河县"
}, {
    "isL" : 1,
    "pId" : 654300,
    "id" : 654325,
    "title" : "青河县"
}, {
    "isL" : 1,
    "pId" : 654300,
    "id" : 654326,
    "title" : "吉木乃县"
}, {
    "isL" : 0,
    "pId" : 650000,
    "id" : 659000,
    "title" : "省直辖行政单位"
}, {
    "isL" : 1,
    "pId" : 659000,
    "id" : 659001,
    "title" : "石河子市"
}, {
    "isL" : 1,
    "pId" : 659000,
    "id" : 659002,
    "title" : "阿拉尔市"
}, {
    "isL" : 1,
    "pId" : 659000,
    "id" : 659003,
    "title" : "图木舒克市"
}, {
    "isL" : 1,
    "pId" : 659000,
    "id" : 659004,
    "title" : "五家渠市"
}, {
    "isL" : 1,
    "pId" : 0,
    "id" : 710000,
    "title" : "台湾省"
}, {
    "isL" : 1,
    "pId" : 0,
    "id" : 810000,
    "title" : "香港特别行政区"
}, {
    "isL" : 1,
    "pId" : 0,
    "id" : 820000,
    "title" : "澳门特别行政区"
}];

/**
 * 载入子地区
 *
 * @param {}
 *            id 地区ID
 * @return 返回 <option value='110000'>北京市:</option> 格式集合字符串
 */
function loadChildRegion( id ) {
    var options = [];
    for ( var key in regions ) {
        var region = regions[key];
        if ( region.pId == id ) {
            options.push( region );
        }
    }
    return options;
}
/**
 * 用地区ID 载入地区对象
 */
function loadRegion( id ) {
    for ( var key in regions ) {
        var region = regions[key];
        if ( region.id == id ) {
            return region;
        }
    }
    return null;
}
